HEADNOTE CRIMINAL LAWSBail - Murder case - Communal hatred – Deceased murdered because he belonged to Muslim community - Accused had no personal enmity and were motivated to do the act because of a meeting they had attended of a body called Hindu Rashtra Sena, soon before the incident –  Observation by High Court that fault of the deceased was only that he belonged to another religion and that this factor was in favour of the applicants/accused – Whether justified. Held, no. Such observations appear to be coloured with bias for or against a community. Though High Court may have wanted to rule out personal motive and may not have intended to hurt the feelings of any community, but the words are clearly vulnerable to such criticism. Since other relevant factors relating to grant of bail were not discussed, accused are directed to surrender and bail applications are restored to the file of the High Court for fresh hearing. JUDGEMENT ORDER1. Leave granted.2. On 02.06.2014 at about 9.00 P.M., the deceased Shaikh Mohsin was proceeding for dinner with another friend Riyaz. He was wearing a pastel green colour shirt and had a beard. According to the prosecution, the accused respondents before us, targeted them because they belonged to a certain community and started assaulting Shaikh Mohsin with hockey sticks, bats and stones. This resulted in his death.2.1. Apparently, the accused were said to have been highly motivated to do the act because they had attended a meeting of a body called Hindu Rashtra Sena about half and hour before the incident.3. The accused applied for bail before the Sessions Court, Pune. The Sessions Court, Pune rejected the bail applications of the accused. The Sessions Court observed that 23 persons in all (including two juveniles in conflict with law) appeared to have assaulted the deceased and the other injured person. The deceased was assaulted because he looked like a Muslim and that the deceased prima facie had no concerned with disgracing Shivaji Maharaj. The Sessions Court found that prima facie, the accused were said to have been present in the meeting which was held at about 8.30 p.m. in which a conspiracy to kill the members of a certain community was hatched. The Sessions Court rejected the bail. The respondent applied for bail before the Bombay High Court. The Learned Single Judge of the High Court has, in a cryptic order directed the release of the accused mainly for the following reason;     “The meeting was held half an (sic) prior to the incident of assault. The applicants/accused otherwise had no other motive such as any personal enmity against the innocent deceased Mohsin. The fault of the deceased was only that he belonged to another religion. I consider this factor in favour of the applicants/accused. Moreover, the applicants/accused do not have criminal record and it appears that in the name of the religion, they were provoked and have committed the murder.”3.1. This observation is made following the observation that the accused had no personal animus against the deceased.4. We have carefully perused the impugned order(s) granting bail and we find that there is little reference to/or discussion on the merits of the bail applications but we are satisfied that the significant reason for release is mainly the one stated above. We find that the aforesaid reason can, on a fair reading, be understood or misunderstood almost as a mitigating circumstance or a kind of a justification for the murder and it is obvious that the fact that the deceased belonged to a certain community cannot be a justification for any assault much less a murder. While it may be possible to understand a reference to the community of the parties involved in an assault, it is difficult to understand why it was said that “the fault of the deceased was only that he belonged to another religion” and further “I consider this factor in favour of the applicants/accused.” We have no doubt that a Court fully conscious of the plural composition of the Country while called upon to deal with rights of various communities, cannot make such observations which may appear to be coloured with a bias for or against a community. It is possible that the learned Judge wanted to rule out a personal motive against the victim, but only emphasize communal hatred. It is also possible that the learned Single Judge may not have intended to hurt the feelings of any particular community or support the feelings of another community but the words are clearly vulnerable to such criticism. The direction cannot be sustained.5. Since, as observed earlier, there is little discussion on the other relevant factors relating to granting or withholding bail in a murder case, we consider it appropriate to set aside the impugned order(s).6. Pursuant to order of this Court, the accused Ganesh @ Ranjeet Shankar Yadav is in custody. The respondents/accused Ajay Dilip Lalge and Vijay Rajendra Gambhire shall be taken into custody, if they do not surrender within a period of one week from today. The bail applications are restored to the file of the High Court. The High Court shall hear the matter(s) afresh after giving liberty to the parties to file additional affidavits.7. The parties are directed to appear before the High Court on 16.02.2018. Having regard to the circumstances of the case, the bail applications may be decided at the earliest in any case, not later than 6 weeks from the parties appear before the High Court.8. We may note that our observations shall not be construed as comments on the merits of the case.9. The appeals are disposed of with afore-mentioned observations and directions.**********