HEADNOTE Accidental ClaimCompensation – Deduction for personal expenses at 1/3 from annual income of 78 year old deceased, whether justified. Held, no. It was on a lower side. Since claimants were his two major sons, who had their own source of income and two grand-daughters, who were not dependent on deceased, a deduction of 50% was appropriate. (Para 7)Compensation – Loss of love – Deceased, 78 years old at the time of accident - High Court granted Rs. 50,000/- for loss of love and affection to each of the claimants [two major sons and two daughters] - Justification. Held, claimants were entitled to Rs.70,000/- for love and affection and funeral expenses etc. as per decision in Pranay Sethi's case. (Para 7)Compensation – Accidental death of 78 year old – High Court awarded Rs.14,39,980/- along with interest at 7.5% p.a. as compensation. Held, deducting 50% from deceased’s income towards personal expenses and applying multiplier of 5, compensation works out to Rs.9,11,250/. On awarding a further sum of Rs. 70,000/- towards loss of love total compensation payable becomes Rs.9,81,250/- along with interest awarded by Tribunal. (Paras 7-8)Compensation – Admission of petitioner that difference in compensation is just 5% [in case of SLP 13931/2017] and 4% [in SLP 13932/2017] if judgement in Pranay Sethi is applied. Held, where difference is within permissible limit, interference is not required Appeal dismissed. (Paras 2-5) JUDGEMENT Deepak Gupta J.1. These three cases are directed against the judgment dated 03.10.2016 whereby three appeals under the Motor Vehicles Act were disposed of by the High Court.SLP (C) NO(S).13931 OF 20172. This case is filed by Vinish Jain and others. It relates to death of one Alok Jain. Even as per the learned counsel for the petitioner if the judgment rendered by the Constitution Bench of this Court in National Insurance Co. Ltd. v. Pranay Sethi [JT 2017 (10) SC 450] is applied, the difference in compensation is just about 5%.3. This Court normally does not interfere where variation in the compensation is within the permissible limits. Therefore, the special leave petition is dismissed.SLP (C) NO(S).13932 OF 20174. This case filed by Vinish Jain and others relates to death of one Kalpana Jain. Even as per the learned counsel for the petitioner if the judgment rendered by the Constitution Bench of this Court in Pranay Sethi (supra) is applied, the difference in compensation is just about 4%.5. This Court normally does not interfere where variation in the compensation is within the permissible limits. Therefore, the special leave petition is dismissed.CIVIL APPEAL @ SLP (C) NO(S).13933/20176. Leave granted.7. This case relates to death of one A.P. Jain. He was 78 years of age. At the time of death, his annual income was assessed at Rs.3,64,500/. The deduction made for personal expenses at 1/3 is very low keeping in view the fact that the claimants are his two major sons and two granddaughters. The major sons have their own source of income and were not dependent on the deceased and the two granddaughters are primarily dependent on their father and not on their grandfather. We are also of the view that the High Court has erred in granting Rs. 50,000/- as loss of love and affection to each of the claimants. The total compensation granted is Rs.14,39,980/- along with interest at the rate of 7.5% per annum.8. We feel that 50% deduction is called for and if this factor is taken into consideration then the loss of dependency is Rs.1,82,250/- and if multiplier of 5 is used, the compensation works out to Rs.9,11,250/. In addition, the claimants would be entitled to Rs.70,000/- for love and affection and funeral expenses etc. as per the judgment of this Court passed in the case of Pranay Sethi (supra). Accordingly, the amount of compensation is reduced to Rs.9,81,250/- along with interest awarded by the Tribunal.9. Stay granted vide order dated 24.04.2017 stands vacated. The appeal is disposed of in the above terms. Pending applications, if any, shall also stand disposed of.**********