{"headnote": "Constitution/Debt RecoveryConstitution of India, 1950Article 226 -  The Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002, Sections 17, 18, 13(4) - Exercise of writ jurisdiction despite existence of alternate remedy under Sections 17 and 18 - Justification. Held, discretionary powers under Article 226 are not absolute. If alternate remedy exists, normally, such power should not be exercised, except in exceptional cases. In this case, statutory notice and possession notice were issued on 21.4.2015 by appellant bank. Though remedy under Section 17 was available to respondent, it chose to file a writ petition  and even obtained an interim order on 24.4.2015 for stay of proceedings on deposit of amount. Appellant was not given a chance to reply. Writ petition mentioned no compelling reasons for by-passing remedy under the Act, which is a complete Code in itself. No exceptional circumstances were mentioned for exercise of writ jurisdiction. Pleadings were bald. Though respondent claims that it was only seeking regularisation of loan account, it acknowledged its inability to service loan account. Thus, case did not fall in exceptional category. High Court did not consider these reasons nor the purpose of SARFAESI Act. Its order, granting interim relief was against Article 141. Case Law discussed.HELDThe SARFAESI Act is a complete code by itself, providing for expeditious recovery of dues arising out of loans granted by financial institutions, the remedy of appeal by the aggrieved under Section 17 before the Debt Recovery Tribunal, followed by a right to appeal before the Appellate Tribunal under Section 18. The High Court ought not to have entertained the writ petition in view of the adequate alternate statutory remedies available to the Respondent. The interim order was passed on the very first date, without an opportunity to the Appellant to file a reply. (Para 4)The discretionary jurisdiction under Article 226 is not absolute but has to be exercised judiciously in the given facts of a case and in accordance with law. The normal rule is that a writ petition under Article 226 of the Constitution ought not to be entertained if alternate statutory remedies are available, except in cases falling within the well defined exceptions as observed in Commissioner of Income Tax and Others v. Chhabil Dass Agarwal [JT 2013 (11) SC 387]. (Para 6)The pleadings in the writ petition are very bald and contain no statement that the grievances fell within any of the well defined exceptions. The allegation for violation of principles of natural justice is rhetorical, without any details and the prejudice caused thereby. It harps only on a desire for regularisation of the loan account, even while the Respondent acknowledges its own inability to service the loan account for reasons attributable to it alone. The writ petition was filed in undue haste in March 2015 immediately after disposal of objections under Section 13(3A). (Para 7)The Section 13(4) notice along with possession notice under Rule 8 was issued on 21.04.2015. The remedy under Section 17 of the SARFAESI Act was now available to the Respondent if aggrieved. These developments were not brought on record or placed before the Court when the impugned interim order came to be passed on 24.04.2015. The writ petition was clearly not instituted bonafide, but patently to stall further action for recovery. There is no pleading why the remedy available under Section 17 of the Act before the Debt Recovery Tribunal was not efficacious and the compelling reasons for by-passing the same. Unfortunately, the High Court also did not dwell upon the same or record any special reasons for grant of interim relief by direction to deposit. (Para 8)The Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 - Object and Reasons as also History of the Act, stated. (Para 9)Ex-parte interim order - Financial matters - Duty of court - High Court entertained writ petition despite availability of alternate remedy - No reasons assigned - Appellant not given opportunity to contest the maintainability of petition - Whether Division Bench, High Court was right in opining that appellant-bank can seek stay/modification of the interim order. Held, no. It is the duty of court to apply correct law, without waiting for other party to file objections. Any departure therefrom has to be supported by reasons. Court cannot say that aggrieved party can move the court for vacating the interim order, specially in cases of financial matters. Loan is granted from public money. It cannot be permitted to be blocked in frivolous litigation. (Paras 16-17)", "url": "http://judgementstoday.com/judgements/N1aMXpQeWm/authorized-officer-state-bank-of-travancore-and-another-v-mathew-k-c", "date": "30-01-2018", "judgement": "NAVIN SINHA, J.1. Leave granted.2. The present appeal assails an interim order dated 24.04.2015 passed in a writ petition under Article 226 of the Constitution, staying further proceedings at the stage of Section 13(4) of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (hereinafter referred as the ‘SARFAESI Act’), on deposit of Rs.3,50,000/- within two weeks. An appeal against the same has also been dismissed by the Division Bench observing that counter affidavit having been filed, it would be open for the Appellant Bank to seek clarification/modification/variation of the interim order.3. Shri H.P. Raval, learned Senior Counsel appearing for the Appellants, submits that the loan account of the Respondent was declared a Non-Performing Asset (NPA) on 28.12.2014. The outstanding dues of the Respondent on the date of the institution of the writ petition was Rs.41,82,560/-. Despite repeated notices, the Respondent failed and neglected to pay the dues. Statutory notice under Section 13(2) of the SARFAESI Act was issued to the Respondent on 21.01.2015. The objections under Section 13(3A) were considered, and rejection was communicated by the Appellant on 31.3.2015. Possession notice was then issued under Section 13(4) of the Act read with Rule 8 of The Security Interest (Enforcement) Rules, 2002 (hereinafter referred to as ‘the Rules’) on 21.04.2015.4. The SARFAESI Act is a complete code by itself, providing for expeditious recovery of dues arising out of loans granted by financial institutions, the remedy of appeal by the aggrieved under Section 17 before the Debt Recovery Tribunal, followed by a right to appeal before the Appellate Tribunal under Section 18. The High Court ought not to have entertained the writ petition in view of the adequate alternate statutory remedies available to the Respondent. The interim order was passed on the very first date, without an opportunity to the Appellant to file a reply. Reliance was placed on United Bank of India v. Satyawati Tandon and others [JT 2010 (7) SC 651], and General Manager, Sri Siddeshwara Cooperative Bank Limited and another v. Ikbal and others [JT 2013 (11) SC 573]. The writ petition ought to have been dismissed at the threshold on the ground of maintainability. The Division Bench erred in declining to interfere with the same.5. Shri Roy Abraham, learned Counsel for the Respondent, submitted that it was desirous to repay the loan, and merely sought regularisation of the loan account. The inability to service the loan was genuine, occasioned due to market fluctuations causing huge loss in business, beyond the control of the Respondent. The failure of the Bank to consider the request for regularisation of the loan account, the absence of a right to appeal under Section 17 against the order passed under Section 13(3A), the Respondent was left with no option but to prefer the writ application as the Respondent genuinely desired to discharge the loans. The collateral security offered included agricultural lands also, which had to be excluded under Section 31 of the SARFAESI Act. There had been violation of the principles of natural justice. A large number of similar writ applications are pending before the High Court preferred by the concerned borrowers, but the Bank has singled out the present Respondent alone for a challenge.6. We have considered the submissions on behalf of the parties. Normally this Court in exercise of jurisdiction under Article 136 of the Constitution is loathe to interfere with an interim order passed in a pending proceeding before the High Court, except in special circumstances, to prevent manifest injustice or abuse of the process of the court. In the present case, the facts are not in dispute. The discretionary jurisdiction under Article 226 is not absolute but has to be exercised judiciously in the given facts of a case and in accordance with law. The normal rule is that a writ petition under Article 226 of the Constitution ought not to be entertained if alternate statutory remedies are available, except in cases falling within the well defined exceptions as observed in Commissioner of Income Tax and Others v. Chhabil Dass Agarwal [JT 2013 (11) SC 387], as follows:     “15. Thus, while it can be said that this Court has recognised some exceptions to the rule of alternative remedy i.e. where the statutory authority has not acted in accordance with the provisions of the enactment in question, or in defiance of the fundamental principles of judicial procedure, or has resorted to invoke the provisions which are repealed, or when an order has been passed in total violation of the principles of natural justice, the proposition laid down in Thansingh Nathmal case, Titaghur Paper Mills case and other similar judgments that the High Court will not entertain a petition under Article 226 of the Constitution if an effective alternative remedy is available to the aggrieved person or the statute under which the action complained of has been taken itself contains a mechanism for redressal of grievance still holds the field. Therefore, when a statutory forum is created by law for redressal of grievances, a writ petition should not be entertained ignoring the statutory dispensation.”7. The pleadings in the writ petition are very bald and contain no statement that the grievances fell within any of the well defined exceptions. The allegation for violation of principles of natural justice is rhetorical, without any details and the prejudice caused thereby. It harps only on a desire for regularisation of the loan account, even while the Respondent acknowledges its own inability to service the loan account for reasons attributable to it alone. The writ petition was filed in undue haste in March 2015 immediately after disposal of objections under Section 13(3A). The legislative scheme, in order to expedite the recovery proceedings, does not envisage grievance redressal procedure at this stage, by virtue of the explanation added to Section 17 of the Act, by Amendment Act 30 of 2004, as follows:     “Explanation.—For the removal of doubts, it is hereby declared that the communication of the reasons to the borrower by the secured creditor for not having accepted his representation or objection or the likely action of the secured creditor at the stage of communication of reasons to the borrower shall not entitle the person (including the borrower) to make an application to the Debts Recovery Tribunal under this sub-section.”8. The Section 13(4) notice along with possession notice under Rule 8 was issued on 21.04.2015. The remedy under Section 17 of the SARFAESI Act was now available to the Respondent if aggrieved. These developments were not brought on record or placed before the Court when the impugned interim order came to be passed on 24.04.2015. The writ petition was clearly not instituted bonafide, but patently to stall further action for recovery. There is no pleading why the remedy available under Section 17 of the Act before the Debt Recovery Tribunal was not efficacious and the compelling reasons for by-passing the same. Unfortunately, the High Court also did not dwell upon the same or record any special reasons for grant of interim relief by direction to deposit.9. The statement of objects and reasons of the SARFAESI Act states that the banking and financial sector in the country was felt not to have a level playing field in comparison to other participants in the financial markets in the world. The financial institutions in India did not have the power to take possession of securities and sell them. The existing legal framework relating to commercial transactions had not kept pace with changing commercial practices and financial sector reforms resulting in tardy recovery of defaulting loans and mounting non-performing assets of banks and financial institutions. The Narasimhan Committee I and II as also the Andhyarujina Committee constituted by the Central Government Act had suggested enactment of new legislation for securitisation and empowering banks and financial institutions to take possession of securities and sell them without court intervention which would enable them to realise long term assets, manage problems of liquidity, asset liability mismatches and improve recovery. The proceedings under the Recovery of Debts due to Banks and Financial Institutions Act, 1993, (hereinafter referred to as ‘the DRT Act’) with passage of time, had become synonymous with those before regular courts affecting expeditious adjudication. All these aspects have not been kept in mind and considered before passing the impugned order.10. Even prior to the SARFAESI Act, considering the alternate remedy available under the DRT Act it was held in Punjab National Bank v. O.C. Krishnan and others [JT 2001 (6) SC 408], that:     “6. The Act has been enacted with a view to provide a special procedure for recovery of debts due to the banks and the financial institutions. There is a hierarchy of appeal provided in the Act, namely, filing of an appeal under Section 20 and this fast-track procedure cannot be allowed to be derailed either by taking recourse to proceedings under Articles 226 and 227 of the Constitution or by filing a civil suit, which is expressly barred. Even though a provision under an Act cannot expressly oust the jurisdiction of the court under Articles 226 and 227 of the Constitution, nevertheless, when there is an alternative remedy available, judicial prudence demands that the Court refrains from exercising its jurisdiction under the said constitutional provisions. This was a case where the High Court should not have entertained the petition under Article 227 of the Constitution and should have directed the respondent to take recourse to the appeal mechanism provided by the Act.”11. In Satyawati Tandon (supra), the High Court had restrained further proceedings under Section 13(4) of the Act. Upon a detailed consideration of the statutory scheme under the SARFAESI Act, the availability of remedy to the aggrieved under Section 17 before the Tribunal and the appellate remedy under Section 18 before the Appellate Tribunal, the object and purpose of the legislation, it was observed that a writ petition ought not to be entertained in view of the alternate statutory remedy available holding:     “43. Unfortunately, the High Court overlooked the settled law that the High Court will ordinarily not entertain a petition under Article 226 of the Constitution if an effective remedy is available to the aggrieved person and that this rule applies with greater rigour in matters involving recovery of taxes, cess, fees, other types of public money and the dues of banks and other financial institutions. In our view, while dealing with the petitions involving challenge to the action taken for recovery of the public dues, etc. the High Court must keep in mind that the legislations enacted by Parliament and State Legislatures for recovery of such dues are a code unto themselves inasmuch as they not only contain comprehensive procedure for recovery of the dues but also envisage constitution of quasi-judicial bodies for redressal of the grievance of any aggrieved person. Therefore, in all such cases, the High Court must insist that before availing remedy under Article 226 of the Constitution, a person must exhaust the remedies available under the relevant statute.********************", "appeal_number": "Civil Appeal No. 1281 of 2018 [Arising out of SLP (C) No. 24610 of 2015]", "title": "Authorized Officer, State Bank of Travancore and Another v. Mathew K.C."}