{"headnote": "Criminal LawsNon-mention of names of accused in FIR - Murder case – PW2, injured eye-witness, did not name assailants in FIR, but disclosed their names in subsequent supplementary statement - Whether this makes FIR doubtful. Held, no. Capacity of reproducing details differs from person to person. A person in shock may miss important details. Moreover  FIR need not be an encyclopedia of incident. It is nobody’s case that PW2 was not injured and hospitalized. He had lost his brother due to attack by accused. It was possible that he gave a general statement for registering police complaint and once he was out of shock, he named them in supplementary statement.HELDThe value to be attached to the FIR depends upon facts and circumstances of each case. When a person gives a statement to the police officer, basing on which the FIR is registered. The capacity of reproducing the things differs from person to person. Some people may have the ability to reproduce the things as it is, some may lack the ability to do so. Some times in the state of shock, they may miss the important details, because people tend to react differently when they come across a violent act. Merely because the names of the accused are not stated and their names are not specified in the FIR that may not be a ground to doubt the contents of the FIR and the case of the prosecution cannot be thrown out on this count. Coming to the facts of the case, it is nobody’s case that P.W.2 was not injured and was not hospitalized for sometime due to the injuries caused to him by the assailants and also lost his brother. It is most probable that he might have given a general statement for the purpose of registering the complaint which was recorded by police few hours after the incident has taken place. Later, when once he was out of shock, the supplementary statement was recorded, then he has disclosed the names of the accused and has attributed specific overt acts to each of the accused. It is settled law that FIR need not be an encyclopedia of the incident laying out miniscule details and instances of how the crime was committed. (Para 33)Murder case - Omission to hold TIP, whether fatal to prosecution's case. Held, Necessity of holding TIP arises when accused are previously not known. In this case, PW2 knew assailants very well. Other eye-witness, never stated that he saw the face of assailants. Therefore, absence of TIP did not vitiate the prosecution's case. Moreover, TIP is not a substantial piece of evidence. It is useful for corroborating other evidence.  (Para 34)Murder case – Whether conviction of accused nos. 2-3 sustainable - No weapon recovered from them - No blood-stains found on their clothes - They were arrested immediately after the incident - Except the oral evidence of PW2, no other evidence found against them - Deceased gave names of assailants to PW11 (police official), but did not name accused nos. 2 and 3 – This statement not made part of prosecution's evidence. Held, there was suppression of this document. State could not explain why this document was not placed before the Court. Though case dairy was not produced before the Court, but possibility of existence of such document is supported by PW11’s evidence. Therefore involvement of accused nos. 2 and 3 appears to be doubtful and their conviction is set aside.HELDThe case of the prosecution is that the deceased gave the statement to P.W.11 giving the names of assailants as Sunil Kashinath Chandanshiva (A1), Anil Gadekar (A6), Vishnu Bule (A5) and Sandeep Bhosale (A4). This particular statement was not made part of the prosecution evidence. Even in his statement to P.W.11, the names of the accused 2 and 3 did not find place. An objection has been taken by the State that the Court should not take such evidence into consideration as such statement does not have any significance in law. We cannot ignore the fact that there is clear cut suppression of this document as the State is unable to explain the reason as to why such important document could not be produced before the Court. Although the case diary has not been produced before the Court but the possibility of existence of such document is supported by P.W.11’s evidence which creates a suspicion in our mind concerning the implication of Accused Nos. 2 and 3. (Para 36)In the light of the evidence of P.W.11, the statement of the deceased, the fact that weapons were not recovered from accused Nos. 2 and 3, no blood stains were found on the clothes of the accused, coupled with the arrest and presence of accused Nos.2 and 3 in the police station immediately after the incident gives rise to suspicion concerning the involvement of these accused. It is also the case of the accused No.3 that P.W.2 was earlier convicted in a case basing on their evidence. (Para 37)P.W.2 in the supplementary statement stated their names, but he has not specifically attributed any weapon used by him. P.W.11 has also not attributed any overt acts to accused Nos. 2 and 3. No weapons were recovered. Except the oral evidence of P.W.2, there is no other evidence on record to connect accused Nos. 2 and 3 to the crime. P.W.2’s oral testimony without independent corroboration cannot be basis for the conviction. Both the Courts went wrong in finding these accused guilty without there being any evidence which points out at the guilt of these accused beyond reasonable doubt. (Para 40)Accordingly, we direct the concerned authorities to set free Accused Nos. 2 and 3 forthwith, if not required in any other offence. (Para 47)Penal Code, 1860Section 302 - Murder case – Conviction of A1 – A1 caught red handed by PW11 (police official) with blood stained chopper in hand - Said fact corroborated by seizure of weapon and clothes and expert evidence - Same also corroborated by evidence of PW2 and PW1, panch witness for arrest - Injuries attributed by PW2 to accused, were by sharp weapon – As per PW18, doctor, cause of death was shock due to head injury in the form of fractured skull bones with intra cranial haemorrhage with stab wounds with multiple incised wounds. Held, prosecution successfully established guilt of A1 beyond reasonable doubt. Conviction under Section 302, maintained.HELDIn order to establish the consistency of the evidence and to further buttress the conclusion, we may have to observe the injuries noted during the medical examination on the body of the deceased. Injury No.1 (sutured wound), No.2 (incised wound), No.3 (incised wound), No.4 (incised wound) and No.5 (incised wound) are present on the head. While injury No.7 (contusion), No.8 (incised wound), No.9 (incised wound), No.10 (incised wound), No.11 (incised wound), No.12 (incised wound), No.13 (incised wound), No.18 (incised wound), No.19 (incised wound), No.21 (incised wound), No.22 (incised wound), No.23 (incised wound), and No.24 (chop wound) were found to be inflicted on the deceased. We find that the injuries attributed by P.W.2 to the accused are attributable to a sharp weapon. Even P.W.18 (Dr.Sunil Mohanrao Jawale) opined that the “cause of death was shock due to head injury in the form of fractured skull bones with intra cranial haemorrhage with stab wounds with multiple incised wounds (unnatural)”. The fact that accused No.1 was caught red-handed with chopper (sharp weapon) which is corroborated with the evidence of P.W.2, P.W.1, panch witness for the arrest, seizure of weapons and clothes, and also in terms of expert evidence. Thus, the prosecution, by adducing cogent evidence, has successfully brought home the guilt of the accused No. 1 beyond reasonable doubt. (Para 43)We maintain the conviction and sentence under Section 302, IPC with respect to Accused No. 1. (Para 47)Penal Code, 1860Section 307/34 - Murder - Conviction of A5 and A6 - Both named in FIR as well as in alleged oral declaration by deceased - Recovery of weapon, consistent statement of PWs, evidence of doctor and injuries sustained by deceased clearly established the guilt of A5 and A6 - Contention laid that there were contradictions between PW2's statement in the FIR and evidence before the Court and PW.2 had not attributed individual role. Held, contention is rejected. Merely not attributing specific overt act to accused would not be fatal to prosecution's case. Due to long lapse of time, discrepancies are bound to occur. Contradictions, being of trivial nature, do not affect prosecution's case. Conviction under Section 307/ 34, upheld. Rakesh, Kathi Bharat Vajsur, State of U.P. v. Hari Chand, referred.HELDComing to the involvement of accused Nos. 5 and 6, they are named in the FIR as well as in the alleged oral declaration by the deceased. Even the recovery of weapons supports the case and the statements of prosecution witnesses are also consistent pointing at the guilt of the accused. The counsels on behalf of these accused tried to submit that the evidence of P.W.2 cannot be believed as there are contradictions between his statement in the FIR and the evidence before the Court. They submit that P.W.2 has not attributed individual role on the day of the incident. The evidence of the Doctor and the injuries sustained by the deceased clearly establishes the guilt of accused Nos. 5 and 6 and, as already observed by us, merely not attributing specific overt act to an accused would not be fatal to the case of the prosecution. In every criminal trial, normally discrepancies are bound to occur due to long lapse of time between the date of incident and deposition of witnesses before the Court. When the contradictions are so serious and create doubt in the mind of the court about the truthfulness of the statement, then such evidence is not safe to rely upon. We feel that the contradictions in the evidence concerning this case are very trivial in nature and will not affect the case of the prosecution. (Para 44)Looking at the injuries caused to P.W.2, it can be seen from the injury certificate (Ex.No.20) that these are injury No.1 (incised wound on forehead), second injury (incised wound on the right forearm) and third injury (incised wound on the right hypochondria with omentum protruding out). Taking into account all the above stated circumstances coupled with the evidences, we are of the considered opinion that the case of prosecution clearly establishes the fact of involvement and guilt of accused Nos. 5 and 6 beyond reasonable doubt. (Para 45)We maintain the conviction and sentence under Section 307 read with 34, IPC with respect to accused Nos. 5 and 6. (Para 47)Murder – Non examination of ‘G’, to whom PW11 had handed over the custody of A1 and had directed to take him to police station - Whether fatal. Held, no. Prosecution has discretion to produce any witness based on its prudence. The factum of arrest and seizure of weapon from accused no.1 was fully established by PW11 and other evidence on record. Contention is meritless. (Para 46)Oral evidence vis-a-vis medical evidence. Held, it is settled law that oral evidence takes precedence over medical evidence unless the latter completely refutes any possibility of such occurrence. Rakesh [JT 2011 (10) SC 525]; Kathi Bharat Vajsur [JT 2012 (5) SC 557] and Hari Chand [JT 2009 (6) SC 208], referred. (Para 43)", "url": "http://judgementstoday.com/judgements/YqaQXw7enj/latesh-dadu-baburao-karlekar-v-the-state-of-maharashtra", "date": "30-01-2018", "judgement": "N.V. RAMANA, J.1. These five appeals, by way of special leave petitions, are by five accused persons against the conviction imposed by the High Court, wherein leave to appeal to this court has been granted to these accused. Facts being related, and the issue involved being connected, we would like to deal with these cases by a common judgment.2. At the outset, it is to be noted that the High Court has partly allowed the appeal preferred by the accused/appellants and set aside their sentence for the offences punishable under Sections 143, 144, 147 and 148 of IPC, Section 4 read with Section 25 of the Arms Act and Section 37(1)(a) read with 135 of the Bombay Police Act. The conviction of Appellant Nos. 1 to 3 for the offence punishable under Section 302 read with 149 of the IPC was modified to Section 302 read with 34 of IPC, while maintaining the sentence imposed by the trial court.3. A few facts which are necessary for disposal of these cases are that on the 10th of December, 2006 between 10:20 pm to 10:30 pm, one Vitthal Hingane (PW-2) and his brother Jagdish Hingane (deceased) were returning from the office of one Uttam Gite, a worker of a political party, at Mulund. When they reached the Saint Pius Lane, six persons i.e. Accused No. 1 (Sunil Chandanshiva), Accused No. 2 (Vijay Nirmal), Accused No. 3 (Latesh Karlekar), Accused No. 4 (Sandeep Bhosale), Accused No. 5 (Vishnu Bule) and Accused No. 6 (Anil Gadekar) confronted them from the opposite side. The accused, who were armed with various weapons like chopper, sword, sickle and stick, on account of some old enmity, assaulted Jagdish Hingane (deceased) and injured Vitthal Hingane (PW-2). Hearing the shouts of the injured and the deceased, PW-11 (Police Naik, Dyaneshwar Ladse) and Police Naik Ghyansham Pawar (not examined), who were on patrol duty, rushed to their help. It is alleged that Accused No. 1 was caught red-handed with blood stained chopper in his hand but the other accused persons succeeded in fleeing from the spot. An independent witness, PW-16 (Kishore Potdar), who was passing through the same road, upon hearing the shouts, also came to the help of PW-11. The injured (PW 2) was taken in an auto-rickshaw to Mulund General Hospital while PW-11 took the accused No. 1, who was caught red-handed, in a Maruti car, followed the said auto-rickshaw to the aforesaid hospital. On the way, they met PW-15 (Jagdish Shridhar Shetty), who identified the injured and accompanied them to Mulund General Hospital.4. On arrival at the hospital, PW-11 handed over the custody of accused No. 1, along with his blood-stained chopper, to Ghanshyam Pawar for taking him to Mulund Police Station. One important aspect is that all the while PW-11 stayed in the hospital along with the injured. It is alleged that the deceased said to have revealed to PW 11, the names of four assailants, Sunil Kashinath Chandanshiva (Accused No. 1), Anil Gadekar (Accused No. 6), Vishnu Bule (Accused No. 5) and Sandeep Bhosale (Accused No. 4) and PW11 recorded the same in his case diary.5. In the meanwhile, two police personnel (PW-24 and PW-25) of Mulund Police Station, on receipt of the information of the incident from PW-11 and Ghanshyam Pawar, rushed to the Mulund General Hospital where, they came to know that Jagdish Hingane had succumbed to the injuries at about 11:23 PM, and the other injured, PW-2 (Vitthal Hingane) was being taken to Sion Hospital for further treatment. With the permission of PW-23 (Dr. Anirrudh Gokhale), PW-24 recorded the statement of the injured PW-2 at about 12:15 AM, and on the basis of said statement PW 24 (PSI Joshi) registered the offence bearing C.R. No. 595 of 2006 against all the accused.6. Meanwhile PW-24 seized the blood-stained clothes of the injured PW-2 (Vitthal Hingane) under panchanama (Ex. 27). Thereafter, PW-24 went to the spot along with PW-25 (PSI Mane) and PW-11 and prepared spot panchanama (Ex. 29) in the presence of the panch witness (PW-4). From the spot, the blood-stained mud was seized and photographs of the scene of the offence were taken. Then PW-24 returned to the Police Station, made station diary entry and deposited muddemal in Malkhana. On the other hand, on the same night, at about 1 A.M., PW-22 (PSI Shrikant Ramdas) seized the chopper and blood-stained clothes of Accused No. 1 under panchanama (Ex.-46) in the presence of the panch witness PW-10 (Raju Jadhav). Accused No. 2 and 3 were also arrested on the same night of the incident. Their clothes were seized by PW-24 under panchanama (Ex. 34) in the presence of the panch witness PW-7 (Pradeep Shirodkar). At about 6:15 A.M., dead body of the deceased was brought to Rajawadi Hospital Post Mortem Centre and on examination, the deceased was found to have sustained 27 injuries.7. That being so, on 13.12.2006 blood stained clothes were seized from Accused No. 4 in the presence of panch witness PW-6 (Gopal Naidu). On 14.12.2006, Accused Nos. 5 and 6 were arrested and their blood stained clothes were seized in the presence of PW-6. Scythe and sword were recovered from Accused No. 5 and 6 respectively (Ext. 40), in the presence of panch witness PW-8. On 19.12.2006 PW-25 recorded supplementary statement of PW-2.8. After completion of investigation, charge-sheet came to be filed in the court against all the accused for various offences in the following manner-     All accused persons in the alleged crime are still in Magistrate custody since 20.12.2006. In order to submit charge-sheet against them in the court as enough evidence is available, in this crime after investigation section 120(b) of Indian Penal Code and Section 35 of Indian Arms Act have been removed and charge sheet is prepared under Section 143, 144, 147, 148, 149, 302, 307 of Indian Penal Code with Sections 4, 25 and 27 of Indian Arms Act and Sections 37(1)(a) and 135 of Bombay Police Act.9. The Sessions Court framed charges against the accused in the following manner-     Firstly :- That on 10/12/06 at about 22:20 to 22:30 hours at ‘middle gully’ from Goshala Road, Sent Payas Road, Madanmohan Malviya Cross Road, Mulund (West), Mumbai-400 080, you accused were members of unlawful assembly with the common object of which was of commit murder of complainant Vithal Narayan Hingane and his brother Jagdish Hingane and thereby committed an offence punishable under Section 143 of IPC and within my cognizance.     Secondly :- That on the same date, time and place, you accused being armed with deadly weapons with chopper, sickle, sword and knife were members of unlawful assembly and thereby committed an offence punishable under Section 144 of IPC and within my cognizance.     Thirdly :- That on the same date, time and place, you accused were members of unlawful assembly and in prosecution of the common object of the said assembly namely to commit murder of complainant Vithal Narayan Hingane and his brother Jagdish Hingane by means of chopper, sickle, sword and knife which offence you knew to be likely to be committed in prosecution of the common object of the said assembly and you being a member of such assembly at the time of the committing of that offence and thereby guilty of an offence punishable under Section 149 of IPC and within my cognizance.     Fourthly :- That on the same date, time and place you accused were members of unlawful assembly and were at the time armed with deadly weapons or which used as a weapon of offence and was likely to cause death of complainant’s brother and thereby committed an offence punishable U/s 148 of IPC and within my cognizance.     Fifthly :- That on the same date, time and place you accused were members of unlawful assembly, you are being prosecuted for your common object namely to commit murder of complainant Vithal Narayan Hingane and his brother Jagdish Higgane and with sword and knife which offence you knew to be likely to be committed in prosecution of the common object of the said assembly and being a member of such assembly at the time of the committing of that offence and thereby guilty of an offence punishable U/s.149 of IPC and within my cognizance.     Sixthly :- That on the same date, time and place you accused were members of unlawful assembly you committed murder by intentionally or knowingly causing the death of complainant’s brother Jagdish Hingane by means of chopper, sickle, sword and knife and thereby committed an offence punishable U/s 302, r/w 149 of IPC and within my cognizance.     Seventhly :- That on the same date, time and place you accused were members of unlawful assembly you accused did an act namely assaulted complainant Vithal Naryan Hingane by means of chopper, sickle, sword and knife on his stomach, forehead and other part of the body with such intention or knowledge and under such circumstances that if by that act, you had caused the death of complainant you would have been guilty of murder and that you thereby committed an offence punishable U/s 307, r/w 149 of IPC and within my cognizance.     Eighthly :- On the same date, time and place you accused were found in possession of deadly weapon without licence/authority, i.e. chopper, sickle, sword and knife, in contravention of prohibitory order and that you thereby committed an offence punishable U/s 4,25,27 of Indian Arms Act, and within my cognizance.     Ninthly :- On the same date time and place you accused were found in possession of deadly weapon without licence/authority, i.e. chopper, sickle, sword and knife, in contravention of prohibitory order and that you thereby committed an offence under the provision of Section 37 (1) r/w section 135 of Bombay Police Act and within my cognizance.10. All the accused pleaded not guilty and claimed to be tried. During the trial, prosecution examined in all 25 witnesses. It would be pertinent to note that the prosecution has not marked the case diary in which the alleged revelation of names of accused was recorded by PW 11.11. The trial court, upon finding the accused guilty of committing the crime, convicted them for the offences punishable in the following manner:                          ACCUSED                                      CHARGES AND CONVICTION     A-1, A-2, A-3, A-4,          Section           R.I for 6 months and fine of Rs. 200/-, in default to            A-5, A-6               143 of IPC         suffer R.I for 1 month.     A-1, A-2, A-3, A-4,          Section           R.I. for 1 year and fine of Rs. 300/-, in default to\n           A-5, A-6               144 of IPC         suffer R.I. for 1 month.     A-1, A-2, A-3, A-4,          Section           R.I. for 1 year and fine of Rs. 300/-, in default to  \n           A-5, A-6               147 of IPC         suffer R.I. for 1 month.     A-1, A-2, A-3, A-4,          Section           R.I. for 2 years and fine of Rs. 500/-, in default to\n           A-5, A-6               148 of IPC         suffer R.I. for 2 months.     A-1, A-2, A-3, A-4,          Section           R.I. for 6 months and fine of 200/-, in default to  \n           A-5, A-6               37(1)(a) r/w.        suffer R.I. for 1 month.                                   135 of Bombay                                        Police Act     A-1, A-2, A-3, A-4,          Section           R.I. for 1 year and fine of Rs. 200/-, in default to\n           A-5, A-6                 4 r/w 25           suffer R.I. for 1 month.                                       Arms Act         A-1, A-2, A-3              Section           Suffer life imprisonment and fine of Rs. 1,000/- each,                                       302 r/w 149         in default to suffer R.I. for 6 months.                                         of IPC         A-4, A-5, A-6              Section           R.I. 10 years and fine of Rs. 1,000/-, in default to                                      307 r/w. 149        suffer R.I. for 6 months.                                         of IPC 11.1. The trial court, for holding the accused guilty, has reasoned as under:     a. That the test identification parade was not necessary as the accused were known to PW-2 and the deceased.     b. That the recovery of the weapons and the clothes are not made under suspicious circumstances.     c. That the non-production of the alleged dying declaration recorded by the PW-11 is not fatal.     d. Laid emphasis on the evidence of PW-2 and PW-11 being trustworthy and natural. It has termed certain contradictions as minor discrepancies which do not go to the root of the matter and held that the oral evidence of above mentioned persons is corroborated by other evidence.12. Aggrieved by the judgment of the trial court, the accused approached the High Court. The High Court, on considering the material placed before it, has partly allowed the appeal of the accused and set aside the conviction of all the accused for offences punishable under sections 143, 144, 147 and 148 of IPC. Further, the High Court converted the conviction of Accused Nos. 1, 2 and 3 to the offence punishable under section 302 of IPC read with section 34, and conviction of Accused Nos. 2 to 6 for the offence punishable under section 307 read with Section 34 of IPC.13. The High Court while convicting the accused has emphasized the following grounds:     a. That non-attribution of specific role and weapons to individual accused is not detrimental as the statement was made in a condition wherein PW-2 had sustained grave injuries and was traumatized.     b. That there is corroboration of the evidence of PW-2 and PW-11 by the PW-15 to the extent that the injured and the deceased were returning from the Office of Uttam Gite.     c. Even though the contents of C.A. Reports were not taken into consideration, it is not prejudicial to the prosecution’s case as there is strong and clinching evidence of the injured eye witness PW-2, which is fully supported and corroborated by the evidence of another independent eye witness PW-11 and the medical evidence on record.     d. The discrepancy concerning the recovery of knife from Accused No.1, between the statement of PW-10 (Raju Jadhav) and Panchnama (Ex. 46), is immaterial and minor.     e. That the trial court had erred in adopting the approach of distinguishing the overt acts attributed to the various accused on the basis of evidence given by PW-2 and held them guilty for different offences.14. Aggrieved by the judgment and order of conviction by the High Court, all the accused have filed special leave petitions before this Court. However, the SLP preferred by Sandeep Bhosale i.e. Accused No. 4 (being SLP (Crl.) No. 6713 of 2015) came to be dismissed by another Bench of this Court by its order dated 7th September, 2015. Now, we are concerned with the appeals filed by other accused—appellants.15. Mr. K. Parameshwar, learned counsel appearing on behalf of accused Nos. 1 and 2 made the following submissions:     i. That the motive of alleged previous criminal litigation acts as a double-edged sword which cannot be taken into consideration. More so, when both the parties recognize themselves with opposite political parties in that locality. Therefore, motive, is in any case not required and should not be taken into consideration.     ii. That the FIR was filed with substantial delay and was based on supplementary statements of PW2 rather than the previous statement made by the deceased. Moreover, subsequent changes made to the FIR in adding Section 302, IPC in the FIR, at a later point of time is fatal for the prosecution.     iii. That the dying declaration which is revealed to PW11 is not made part of the prosecution evidence. This omission by the prosecution needs to be explained by the prosecution as such conduct gives rise to reasonable suspicion.     iv. Even assuming that the alleged dying declaration is true, and then too names of Accused Nos. 2 and 3 are not revealed by the declaration made by the deceased. The fact clearly shows that subsequent inclusion of Accused Nos. 2 and 3 are material changes which discredits whole of prosecution’s case.     v. Weapons were recovered from Accused Nos. 1, 5 and 6; while Accused Nos. 2 and 3 were convicted for offence of culpable homicide amounting to murder, Accused Nos.5 and 6 were convicted only for offence under Section 307, IPC for attempting to commit murder.     vi. That the Accused Nos. 2 and 3 were already arrested and taken into custody even before the FIR could be registered. This fact raises serious doubts as to the veracity of the incident and the court should take note of this circumstance while considering the guilt of the aforesaid accused as there is a possibility of false indictment.     vii. The alleged complaint given by PW2 is discredited by the very fact that the doctor who treated PW2 was not able to recollect whether PW2 had revealed names of the accused in his complaint.     viii. PW2 himself contradicts his statements that, he never revealed the names of the accused in the complaint, rather the names were first revealed on 19.12.2006. This contradiction clearly gives the final blow to the prosecution’s case.     ix. PW 15 and PW 16 have been declared hostile, which needs to be taken into account.     x. Ghanshyam Pawar who is said to be present at the time of incident as well as in the hospital is not part of prosecution’s case.     xi. The seizure of weapons is done in suspicious circumstances.     xii. Chemical analysis test of the blood-stained weapons has not been put to the accused. Therefore, the same cannot be taken into consideration by the court.16. We have also heard Mr. Pardeep Gupta, learned counsel on behalf of the Accused No. 3 and Mr. Anand Landge, learned counsel appearing for accused Nos. 5 & 6. They contended that—     i. FIR is said to have been registered based on the dying declaration by the deceased and not on the supplementary statement given by the brother of the deceased.     ii. No fingerprints were collected from the seized weapons.     iii. Accused no. 5 and 6 have not been identified in the test identification parade. (TIP)     iv. PW2 evidence does not recognize the specific role or specific assault given by the accused persons.17. Mr. Nishant Ramakantrao Katneshwarkar, the learned counsel for the State, while supporting the judgment of the High Court, states that there are only minor contradictions which do not go to the root of the matter, which might have crept because of the incident happening late at night. Further, he states that there was no requirement of Test Identification Parade, as the identity of the accused was known to the deceased as well as to PW2. Furthermore PW2’s evidence, if read as a whole, reveals that there is no contradiction rather, he states that he had revealed the names at the time of registration of complaint, thereafter he did not reveal or there was no occasion for him to reveal about the incident to anybody until 19.12.2006, when his statement under Section 161 CrPC was recorded by the police.18. Having heard learned counsel for either side and given our thoughtful consideration to the facts and circumstances of the case on hand, we are of the view that before furthering our analysis into the matter, it would be apt to observe the statements of PWs 2 and 11, on whose evidence the Courts below have excessively placed reliance.19. PW-2 states that the incident took place on 10/12/06, at about 10:20 to 10:30 PM, near the Saint Pius Lane, when he and his brother were returning from the office of Uttam Gite. He states that they were attacked at that time by Sunil Chandanshiva (Accused No. 1) with a chopper, Anil Gadekar (Accused No. 6) with a sword, Vishnu Bule (Accused No. 5) with a sickle, due to their old enmity with them. The other accused present at the spot were Sandeep Bhosale (Accused No. 4), Latesh Karlekar (Accused No. 3) and Vijay Ramdulare Nirmal @ Istriwala (Accused No. 2). Further he deposed that accused Vishnu Bule, Anil Gadekar and Sandeep Bhosale gave blows to him on his right wrist, near eyes and in abdomen region, while the accused Latesh, Vijay and Sunil assaulted his brother on head and hands. On hearing his cries ‘help, help’ (Bachao Bachao) two police officers rushed towards them and caught hold of Sunil (A-1) while he was trying to flee away. With their help, PW-2 and his brother were shifted to Mulund General Hospital. Subsequently two persons namely Kishore Potdhar and Jagdish Shetty accompanied the police officers. Thereafter PW-2 was referred to Sion Hospital for further treatment where he narrated the incident to the Police officer Joshi (PW 24) in presence of the medical officer on duty. He admits that the Ex. 23 (complaint) and its contents are true.19.1. PW-2 in the cross-examination conducted on behalf of Accused Nos. 2 and 3 states that-     “I narrated to the police that all the accused persons had come to beat me and my brother in Sant Pious Lane at Mulund. However, I cannot assign any reason as to why the police did not record the said fact in my complaint. At the time of recording of my complaint at Ex. 23, I narrated to the police that the Accused No. 1 was armed with chopper, Accused No. 6 Anil Gadekar was armed with sword and Accused No. 5 was armed with sickle. However, I cannot assign any reason as to why the above said fact is not specifically disclosed by the police in my complaint at Ex. 23. I did not narrate to the police at the time of recording of my statement that accused Vishnu, Anil and Sandip assaulted on my right knee, near my eyes and abdomen. I did not narrate to the police while recording my complaint that accused Sunil, Latesh and Vijay assaulted my brother on his leg and hands. At the time of lodging of my report at Ex. 23, I did not narrate to the police that during the incident, I shouted as ‘Bacho, Bacho’. At the time of the lodging of the report in Ex. 23, I did not narrate to the police that at the time of the incident two police officers rushed to the spot of incident and they caught accused Sunil armed with the weapon at the spot of the incident. Witness volunteers that he narrated this fact to the police at the time of recording the supplementary statement”.19.2. PW-2 in the cross-examination conducted on behalf of Accused No. 5 states that-     “I was fully conscious at the time of lodging of report at Ex. 23, I was fully aware about the injuries caused to me, by which person and by which weapon. When I was admitted in the Sion Hospital, the police officers were deputed to guard me. It is true that I did not disclose the name of assailants, the weapons used to cause injuries to me and my brother by the assailants to any police officer or other person till 19/12/2006 after filing my complaint”.19.3. PW-2 in the cross-examination conducted on behalf of Accused No. 4 states that-     “It is not true to say that contents at Ex. 23 were narrated by me to the police and the said contents were not read over to me by the police”.20. PW-11 has stated in his deposition that he was attached to Mulund Police Station since June, 2004. He was deputed as a beat marshal along with Ghanshyam Pawar on 10.12.2006 from 7:15 p.m. At about 10:20 p.m., while they were passing through J.N. Road to Madan Mohan Malvia Road, they heard a noise ‘bacho bacho’. On hearing the distress call, they rushed to the spot and saw that two persons were assaulted by six assailants with choppers, sword, Kyota and knife. When he got down from motor-cycle, the assailants ran away but, he alleges that he caught Sunil Chandanshiva (A-1) having blood stained chopper. Though Ghanshyam Pawar chased the other assailants but they ran away. Thereafter, one more person by name ‘Kishore Potdar’ also came to help. While going to the Hospital, they were joined by Jagannathan Shetty on the way and PW-11 asked him to accompany them to the hospital. At about 10:40 p.m., they reached Mulund Hospital and at about 10:50 pm, he informed the incident to duty officer PI Joshi and handed over the custody of accused Sunil Chandanshiva and blood-stained chopper to Ghanshyam Pawar to take them to the police station while he stayed back at the hospital. He further states that he had noted down the names of assailants Sunil Kashinath Chandanshiva, Anil Gadekar, Vishnu Bule and Sandeep Bhosale in his case diary as revealed by the deceased. He further deposed that the victim Jagdish Hingane died at 11: 23 pm. Thereafter PW-11 and Ghanshyam Pawar took the Accused No. 1 to Mulund Police Station.20.1. PW-11 in the cross-examination conducted on behalf of Accused No. 4 states that-     “It is not true that, I am deposing false that injured had disclosed to me the names of the assailants and I had noted down the same in my pocket diary. P.I. Shri Mane did not seize my pocket diary while recording my statement”.21. As regards to the evidences of other witnesses who supported the prosecution case, P.Ws.3 to 8 are the panch witnesses for seizure of clothes, blood, earth samples and weapons and they have admitted their signatures on the respective panchanamas.22. Dr. Tapan Bhattachraji (PW-17), the doctor who examined Accused No. 5 (Vishnu Maruti Bule), stated that the accused has got pain on the right palm. Accordingly, he has prepared injury certificate which has been admitted by him in the court. He has also stated that injury on the person of Vishnu is simple in nature. However, the witness has not identified Vishnu in the Court.23. Dr. Sunil Mohanrao Jawale (PW-18), the doctor who performed post-mortem on the body of the deceased, stated that 27 injuries were received by the deceased. He has also stated in his cross-examination that injuries no.1 to 5 were inflicted on his head. He has further stated that one of the reasons for the cause of death was huge loss of blood due to multiple injuries as all the injuries except injury no.6 & 7 were bleeding injuries. Such injuries were sufficient to cause death and if person receiving those injuries is not given immediate treatment within 5-10 minutes, he may die.24. Amarnath Munoli (PW-19) has stated that he has examined the injured Vitthal Hingane (PW 2) and informed the police officers that he was in fit state of mind to give statement and also made an endorsement. He has identified such endorsement and has admitted his signatures. He has stated in his cross examination that he was not near the patient when such statement was made by the injured.25. Dr. Suraj Kumar Agarwal (PW-20) has stated that he has performed operation on injured Vitthal Hingane (PW 2). The statement (Ext. 23) was made in his presence and it was also endorsed by him. The said witness has denied that Exhibit 23 and 69 do not bear his signatures (He did not endorse such statement it has been endorsed by the witness as above mentioned).26. Dilip Bapurao Thorat (PW-21) has arrested accused Sandeep Bhosale (A-4) and has prepared his arrest panchnama and also identified the accused in the court. He has also caught accused Vishnu Bule (A-5) and Anil Gadhekar (A-6) on 13-12-2006, seized their clothes and prepared the panchnama.27. At the relevant time, Shrikant kishanji Ramdas (PW-22) was PSI on duty at Mulund police station where accused Sunil (A-1) was brought in custody, Panchnama was conducted and clothes were seized. He states that he has arrested the accused Sunil and made its entry in the station diary. He has also admitted that P.C. Ladse (PW 11) produced the accused and chopper before him.28. Dr. Anirudh Gokhale (PW-23) was the medical officer on duty at Sion Hospital. The said witness has stated that he has given endorsement that Vitthal was in fit state of mind to make the statement.29. Madhusudan Malhar Joshi (PW-24) has stated that he along with PC Ladse, after getting to know about the incident proceeded towards the Mulund General hospital. He has stated that two injured persons were present there. Thereafter, he states that injured Vitthal was taken to Sion Hospital for the treatment. Further, he stated that the statement of Vitthal was recorded after obtaining the permission of the doctor and endorsement with respect to his fitness to make the statement. He also specifically mentions that, report with respect to the incident was sent to the Magistrate within 24 hours.30. Ananta Mana (PW-25), is a police inspector, Special Branch. He has stated that he was informed about the incident by PI Joshi and at Sion Hospital he saw one of the accused named Sunil and name of other assailants were informed to him by PW-11. He has further stated that in his presence, one of the accused Anil made voluntary statement and led to the recovery of the weapon used in the office. He stated that since, victim knew Vijay; he did not feel the necessity of conducting Identification Parade. He specifically states that Accused No.2 and 3 were not implicated in a false case.31. In the backdrop of the factual matrix, we would like to deal with several contentions raised on behalf of the accused. It is specifically put forth on behalf of the accused that P.W.2 in the initial statement has not specifically disclosed the names of the Accused Nor attributed individual roles of the accused, when the case of P.W.2 is that the accused are very much known to each other. Further, P.W.2 revealed the names of the accused a few days after the incident by way of a supplementary statement with an intention to implicate the accused because of previous enmity. To appreciate this particular contention, it would be appropriate to reproduce the part of the FIR (translated herein).     “The fact is that at the mentioned date, time and place all the six accused persons mentioned here have made illegal mob, held dangerous weapons like knife, chopper, sword, scythe etc., made life threatening attack on the deceased person named Jagdish Narayan Hingne aged 26 and killed him. Similarly, they attacked on his brother Vitthal Narayan Hingane and injured him seriously. Hence the crime is filed against them.”32. There is no dispute with regard to the fact that the entire case of the prosecution depends upon the evidence of P.W.2 and P.W.11 who are the eye-witnesses to the incident. Admittedly, basing on the statement of P.W.2, the FIR was registered, and initially he has not revealed the names of the accused. Subsequently in a supplementary statement, he has narrated the details of the incident.33. The value to be attached to the FIR depends upon facts and circumstances of each case. When a person gives a statement to the police officer, basing on which the FIR is registered. The capacity of reproducing the things differs from person to person. Some people may have the ability to reproduce the things as it is, some may lack the ability to do so. Some times in the state of shock, they may miss the important details, because people tend to react differently when they come across a violent act. Merely because the names of the accused are not stated and their names are not specified in the FIR that may not be a ground to doubt the contents of the FIR and the case of the prosecution cannot be thrown out on this count. Coming to the facts of the case, it is nobody’s case that P.W.2 was not injured and was not hospitalized for sometime due to the injuries caused to him by the assailants and also lost his brother. It is most probable that he might have given a general statement for the purpose of registering the complaint which was recorded by police few hours after the incident has taken place. Later, when once he was out of shock, the supplementary statement was recorded, then he has disclosed the names of the accused and has attributed specific overt acts to each of the accused. It is settled law that FIR need not be an encyclopedia of the incident laying out miniscule details and instances of how the crime was committed. Hence, in view of the above discussion we do not find force in the contention put forth on behalf of the accused which is rightly rejected by both the Courts.34. It is argued by the learned Advocates on behalf of the accused that no Test Identification Parade was conducted and for the first time P.W.2 recognized the accused in the Court which is fatal to the case of the prosecution. As per the evidence of P.W.2, the accused were known to him and the other eye-witness i.e. P.W.11, has never stated that he has seen the face of the assailants. The necessity of holding Test Identification Parade arises only when the accused are not previously known to each other. The Test Identification Parade is not a substantial piece of evidence, but is useful for corroboration with the other evidence. It is a rule of prudence. The Test Identification Parade, even if it is held may not be considered in all cases as trustworthy evidence on which the conviction of the accused can be sustained. In the case on hand, the absence of Test Identification Parade will not vitiate the case of the prosecution as the accused and P.W.2 were known to each other.35. We would like to deal with the case of accused Nos. 2 and 3 first and then the case of the accused Nos. 1, 5 and 6. The issue that crop up for consideration is whether the Court below was right in convicting the accused, whether the prosecution proved the guilt of the accused beyond reasonable doubt? We are conscious of the fact that the golden thread which passes through out criminal jurisprudence is the standard of “beyond reasonable doubt”, particularly, in this case, where certain evidences were not brought on record before the Court.36. The case of the prosecution is that the deceased gave the statement to P.W.11 giving the names of assailants as Sunil Kashinath Chandanshiva (A1), Anil Gadekar (A6), Vishnu Bule (A5) and Sandeep Bhosale (A4). This particular statement was not made part of the prosecution evidence. Even in his statement to P.W.11, the names of the accused 2 and 3 did not find place. An objection has been taken by the State that the Court should not take such evidence into consideration as such statement does not have any significance in law. We cannot ignore the fact that there is clear cut suppression of this document as the State is unable to explain the reason as to why such important document could not be produced before the Court. Although the case diary has not been produced before the Court but the possibility of existence of such document is supported by P.W.11’s evidence which creates a suspicion in our mind concerning the implication of Accused Nos. 2 and 3.37. In the light of the evidence of P.W.11, the statement of the deceased, the fact that weapons were not recovered from accused Nos. 2 and 3, no blood stains were found on the clothes of the accused, coupled with the arrest and presence of accused Nos.2 and 3 in the police station immediately after the incident gives rise to suspicion concerning the involvement of these accused. It is also the case of the accused No.3 that P.W.2 was earlier convicted in a case basing on their evidence.38. Both the trial Court as well as the High Court have found accused Nos. 2 and 3 guilty. It is necessary to extract the finding of the High Court:     “In our considered opinion, this submission cannot be accepted in the face of overwhelming evidence on record that the testimony of P.W.2 Vitthal, who has categorically deposed about all these accused assaulting him and his brother with the weapons in their hands. The names also find mention in the complaint lodged immediately. The evidence on record also proves that all the accused have come together at the spot and started assault on both P.W.2 Vitthal and his brother Jagadish simultaneously. Therefore, merely because in the traumatic and serious condition in which the deceased Jagadish was, when he made that oral dying declaration to P.W.11. Merely because he has not stated about the specific overt act committed by these two accused, their case cannot be differentiated so as to give them benefit of doubt. Their presence at the spot and their complicity in the assault is required to be held as proved.”39. It is also relevant to extract the finding of the trial Court on this aspect:     “The facts and evidence brought on record reveal that all the accused persons with their common object to commit murder of Jagadish Hingne and Vitthal Hingne formed an unlawful assembly and at the relevant date and time, attacked on them with deadly weapons causing them severe bodily injuries which resulted in the death of Jagadish Narayan Hingne. As per the evidence of Vitthal Hingne, accused Sunil Chandanshiva, Latesh Kalekar and Vijay Nirmal @ Istgriwala assaulted Jagadish Hingne and therefore, they are the author of his death. Similarly accused Sandip Bhosale, Vishal Bule and Anil Gadekar assaulted Vitthal Hingne causing stab wounds and severe bodily injuries on vital part of his body and thus I have no hesitation to hold that the prosecution has proved the case”.40. The deceased gave statement to the police, and for the reasons best known to them, the said statement is not part of the prosecution evidence. In the said statement, the deceased has not stated the names of accused Nos. 2 and 3, secondly P.W.2 in the supplementary statement stated their names, but he has not specifically attributed any weapon used by him. P.W.11 has also not attributed any overt acts to accused Nos. 2 and 3. During investigation, the clothes of P.Ws. 2 and 3 were sent for expert opinion and it discloses that there were no blood stains on the clothes. No weapons were recovered. Except the oral evidence of P.W.2, there is no other evidence on record to connect accused Nos. 2 and 3 to the crime. P.W.2’s oral testimony without independent corroboration cannot be basis for the conviction. Both the Courts went wrong in finding these accused guilty without there being any evidence which points out at the guilt of these accused beyond reasonable doubt. The prosecution has to prove the guilt of the accused beyond all reasonable doubt. Accused has a profound right not to be convicted for an offence which is not established by the evidential standard of proof beyond reasonable doubt. The law does not permit the court to convict the accused based on suspicion or on the basis of preponderance of probability.41. In our opinion, an ingenious mind can question anything and, on the other hand, there is nothing which it cannot convince. When you consider the facts, you have a reasonable doubt as to whether the matter is proved or whether it is not a reasonable doubt in this sense. The reasonableness of a doubt must be a practical one and not on an abstract theoretical hypothesis. Reasonableness is a virtue that forms as a mean between excessive caution and excessive indifference to a doubt.42. In the light of the above discussion, we are of the opinion that the prosecution failed to prove the case against accused Nos. 2 and 3 beyond reasonable doubt.43. Coming to the role attributed to the other accused, P.W.2 stated that accused Vishnu Bule (A-5), Anil Gadekar (A-6) and Sandeep Bhosale (A-4) assaulted on his right wrist, near his eye and abdomen region, while accused Sunil Kashinath Chandanshiva (A-1), Latesh (A-3) and Vijay @ Istriwala (A-2) assaulted his brother on his head and hands. It is settled law that oral evidence takes precedence over the medical evidence unless the latter completely refutes any possibility of such occurrence [Rakesh & Anr. v. State of M.P. [JT 2011 (10) SC 525]; Kathi Bharat Vajsur and Anr. v. State of Guj. [JT 2012 (5) SC 557]; State of U.P. v. Hari Chand [JT 2009 (6) SC 208]]. In order to establish the consistency of the evidence and to further buttress the conclusion, we may have to observe the injuries noted during the medical examination on the body of the deceased. Injury No.1 (sutured wound), No.2 (incised wound), No.3 (incised wound), No.4 (incised wound) and No.5 (incised wound) are present on the head. While injury No.7 (contusion), No.8 (incised wound), No.9 (incised wound), No.10 (incised wound), No.11 (incised wound), No.12 (incised wound), No.13 (incised wound), No.18 (incised wound), No.19 (incised wound), No.21 (incised wound), No.22 (incised wound), No.23 (incised wound), and No.24 (chop wound) were found to be inflicted on the deceased. We find that the injuries attributed by P.W.2 to the accused are attributable to a sharp weapon. Even P.W.18 (Dr.Sunil Mohanrao Jawale) opined that the “cause of death was shock due to head injury in the form of fractured skull bones with intra cranial haemorrhage with stab wounds with multiple incised wounds (unnatural)”. The fact that accused No.1 was caught red-handed with chopper (sharp weapon) which is corroborated with the evidence of P.W.2, P.W.1, panch witness for the arrest, seizure of weapons and clothes, and also in terms of expert evidence. Thus, the prosecution, by adducing cogent evidence, has successfully brought home the guilt of the accused No. 1 beyond reasonable doubt.44. Coming to the involvement of accused Nos. 5 and 6, they are named in the FIR as well as in the alleged oral declaration by the deceased. Even the recovery of weapons supports the case and the statements of prosecution witnesses are also consistent pointing at the guilt of the accused. The counsels on behalf of these accused tried to submit that the evidence of P.W.2 cannot be believed as there are contradictions between his statement in the FIR and the evidence before the Court. They submit that P.W.2 has not attributed individual role on the day of the incident. The evidence of the Doctor and the injuries sustained by the deceased clearly establishes the guilt of accused Nos. 5 and 6 and, as already observed by us, merely not attributing specific overt act to an accused would not be fatal to the case of the prosecution. In every criminal trial, normally discrepancies are bound to occur due to long lapse of time between the date of incident and deposition of witnesses before the Court. When the contradictions are so serious and create doubt in the mind of the court about the truthfulness of the statement, then such evidence is not safe to rely upon. We feel that the contradictions in the evidence concerning this case are very trivial in nature and will not affect the case of the prosecution.45. Looking at the injuries caused to P.W.2, it can be seen from the injury certificate (Ex.No.20) that these are injury No.1 (incised wound on forehead), second injury (incised wound on the right forearm) and third injury (incised wound on the right hypochondria with omentum protruding out). Taking into account all the above stated circumstances coupled with the evidences, we are of the considered opinion that the case of prosecution clearly establishes the fact of involvement and guilt of accused Nos. 5 and 6 beyond reasonable doubt.46. Lastly, the counsel appearing on behalf of Accused No. 1 has contended that the non-examination of Ghanshyam Pawar is fatal for the prosecution. We do not agree with such contention as the prosecution has the discretion to produce any witness based on its prudence. In the entire facts and circumstances of this case, the factum of arrest and seizure of weapon from Accused No. 1 has been cogently established by PW-11 and other evidences on record. Therefore, we are of the considered opinion that the aforesaid contention is meritless as well.47. In light of the above discussion, we are in agreement that the case against Accused No. 2 and 3 has not been established beyond reasonable doubt, whereas the same cannot be said with respect to others, whose roles have been proved with cogent evidence available on record. Therefore, while setting aside the conviction and sentence against Accused Nos. 2 and 3, we maintain the conviction and sentence under Section 302, IPC with respect to Accused No. 1 and conviction and sentence under Section 307 read with 34, IPC with respect to accused Nos. 5 and 6. Accordingly, we direct the concerned authorities to set free Accused Nos. 2 and 3 forthwith, if not required in any other offence.48. The appeals are disposed of in the aforesaid terms.**********", "appeal_number": "Criminal Appeal No. 1301 of 2015", "title": "Latesh @ Dadu Baburao Karlekar v. The State of Maharashtra"}