{"headnote": "ACCIDENTal claimMultiplier – Determination of – Whether depends upon the age of the parents of the deceased. Held, no. Multiplier should depend on the age of the deceased. High Court erred in applying multiplier on basis of parent’s age group. Munna Lal Jain, relied.   Multiplier - Deceased was unmarried boy of 23 years of age – High Court applied multiplier of 14. Relying upon principle expounded in Sarla Verma, held, that multiplier of 18 should be applied. By applying multiplier of 18, compensation works out to Rs.6,80,400/-. Amount of compensation determined by High Court under other heads to remain undisturbed. Rate of interest is, however, modified to 9% p.a. instead of 6% p.a..", "url": "http://judgementstoday.com/judgements/JxbomqNegw/sube-singh-and-anr-v-shyam-singh-dead-and-ors", "date": "09-02-2018", "judgement": "A.M. Khanwilkar, J.1. The sole question to be answered in this appeal is: whether the High Court was right in applying multiplier 14 for determining compensation amount in a motor accident claim case in reference to the age of parents of the deceased whilst relying on the decision of this Court in Ashvinbhai Jayantilal Modi v. Ramkaran Ramchandra Sharma and Anr. [2015 (2) SCC 180]?2. Briefly stated, in a motor accident which occurred on 22.09.2009, Ajit Singh, who was at the relevant time 23 years of age died. His parents, who were in the age group of 40 to 45 years, filed a petition claiming compensation. The Motor Accident Claims Tribunal held that the established income of the deceased was around Rs.4,200/- per month and after deduction of 50% as the deceased was unmarried, calculated the same as Rs.2,100/- per month. Thereafter, it applied multiplier 15, taking the age of the “parents of the deceased” into consideration. This was challenged by the appellants by way of an appeal before the High Court of Punjab and Haryana at Chandigarh, being FAO No.330 of 2012 (O&M) which was partly allowed in relation to other heads of compensation. As regards multiplier applied for determination of loss of future income, the High Court held that multiplier 14 will be applicable. For that, the High Court relied on the decision of this Court of (Two Judge Bench) in Ashvinbhai Jayantilal Modi (supra). Resultantly, the appellants have filed the present appeal, questioning the correctness of the conclusion so reached by the High Court.3. According to the appellants, the correct multiplier to be applied in the facts of the present case is 18, as the deceased was only 23 years of age on the date of accident. To buttress this submission, reliance is placed on the decision in Sarla Verma (Smt.) and Others v. Delhi Transport Corporation And Anr. [JT 2009 (6) SC 495]. Reliance is also placed on the recent judgment of this Court (Three Judge Bench) in the case of Munna Lal Jain and Anr. v. Vipin Kumar Sharma and Ors. [JT 2015 (5) SC 1], which has restated the legal position that multiplier should depend on the age of the deceased and not on the age of the dependents.4. On the basis of the finding recorded by the Tribunal and affirmed by the High Court, it is evident that the deceased was 23 years of age on the date of accident i.e. 22.09.2009. He was unmarried and his parents who filed the petition for compensation were in the age group of 40 to 45 years. The High Court, relying on the decision in the case of Ashvinbhai Jayantilal Modi (supra), held that multiplier 14 will be applicable in the present case, keeping in mind the age of the parents of the deceased. The legal position, however, is no more res integra. In the case of Munna Lal Jain (supra) decided by a three Judge Bench of this Court, it is held that multiplier should depend on the age of the deceased and not on the age of the dependants. We may usefully refer to the exposition in paragraph Nos. 11 and 12 of the reported decision, which read thus:     “11. The remaining question is only on multiplier. The High Court following Santosh Devi (supra), has taken 13 as the multiplier. Whether the multiplier should depend on the age of the dependents or that of the deceased, has been hanging fire for sometime; but that has been given a quietus by another three Judge Bench decision in Reshma Kumar (supra). It was held that the multiplier is to be used with reference to the age of the deceased. One reason appears to be that there is certainty with regard to the age of the deceased but as far as that of dependents is concerned, there will always be room for dispute as to whether the age of the eldest or youngest or even the average etc. is to be taken. To quote        “36. In Sarla Verma, this Court has endeavoured to simplify the otherwise complex exercise of assessment of loss of dependency and determination of compensation in a claim made under Section 166. It has been rightly stated in Sarla Verma that the claimants in case of death claim for the purposes of compensation must establish (a) age of the deceased. (b) income of the deceased; and (c) the number of dependents. To arrive at the loss of dependency, the Tribunal must consider (i) additions/deductions to be made for arriving at the income; (ii) the deductions to be made towards the personal living expenses of the deceased; and (iii) the multiplier to be applied with reference to the age of the deceased. We do not think it is necessary for us to revisit the law on the point as we are in full agreement with the view in Sarla Verma.”     12. In Sarla Verma (supra), at paragraph 19 a two Judge Bench dealt with this aspect in Step 2. To quote:        “19.xxxx xxxxxx xxxx        Step 2 (ascertaining the multiplier)        Having regard to the age of the deceased and period of active career, the appropriate multiplier should be selected. This does not mean ascertaining the number of years he would have lived or worked out for the accident having regard to several imponderables in life and economic factors, a table of multipliers with reference to be age has been identified by this Court. The multiplier should be chosen from the said table with reference to the age of the deceased.”4.1. Considering the aforementioned principle expounded in Sarla Verma (supra), which has been affirmed by the Constitution Bench of this Court in National Insurance Company Ltd. v. Pranay Sethi and Ors. [JT 2017 (10) SC 450], the appellants are justified in insisting for applying multiplier 18.5. A priori, we direct the respondents to pay compensation by applying 18 multiplier, instead of 14 applied by the High Court. In other words, considering the amount of annual contribution to the deceased’s family determined at Rs.37,800/- and applying multiplier 18, the compensation would work out to Rs.6,80,400/- (Rupees six lakh eighty thousand four hundred only), instead of Rs. 5,29,200/- determined by the High Court. The amount of compensation under other heads determined by the High Court in paragraph 5 of the impugned judgment would remain undisturbed. The rate of interest is, however, modified to 9% (nine percent) per annum instead of 6% per annum granted by the Tribunal and High Court. The order passed by the High Court stands modified to the aforementioned extent.6. Accordingly, the appeal is allowed in the aforementioned terms with no order as to costs.**********", "appeal_number": "Civil Appeal No. 7176 of 2015", "title": "Sube Singh and Anr. v. Shyam Singh (Dead) and Ors."}