{"url": "http://judgementstoday.com/judgements/oQeZgqQapZ/avinash-c-ors-v-state-of-karnataka-ors", "title": "Avinash C. & Ors. v. State of Karnataka & Ors.", "date": "04-04-2018", "headnote": "SERVICE & LABOUR LAWSIrregularities and malpractices in conduct of examination and interview by Karnataka Public Service Commission (KPSC) – FIR lodged against chairman and some officials of KPSC – On receipt of CID report, Govt. directed annulment of evaluation of written examination and personality test – Yet KPSC published select list - Govt. withdrew requisition for appointment – Said order, quashed by Tribunal – High Court allowed appeal – Justification. Held, award of same marks to 566 candidates by members who interviewed the candidates, appears to be predetermined and motivated by extraneous reasons. There was no objective assessment by individual members. In order to destroy evidence, digital video recorder in KPSC building was replaced. High Court noticed call details between candidates and members of the KPSC and rightly annulled the selection. (Para 7)Irregularities in selection process – Plea that if written examination is not vitiated by irregularities, interview can be held again – Such contention not raised before High Court. Held, permission given to raise such plea before High Court within two weeks. High Court to examine the same on merits.", "judgement": "ORDER1. We have heard learned counsel for the parties who have entered appearance. Having regard to the nature of the order proposed, we do not consider it necessary to issue notice to all the parties who are not represented.2. The matter arises out of Selection conducted by the Karnataka Public Service Commission (“KPSC”) pursuant to Notification dated 3.11.2011 for filling up 362 posts of the Group ‘A’ and Group ‘D’ in the State of Karnataka. Examinations were conducted on 22.04.2012. Written tests for mains were conducted between 15.12.2012 and 16.01.2013. Interviews were held between 01-04-2013 and 27.05.2013.3. There were complaints of mal-practices and irregularities in the conduct of examinations as well as the interviews. It was inter alia alleged that there were demands of bribes from candidates. The FIR was lodged against Chairman, Member and some officials of the KPSC. On receipt of the interim report of CID dated 10th September, 2013, the State Government on 15th December, 2013 directed annulment of evaluation of written examination as well as the personality test. The KPSC however, published the select list. The State Government withdrew the requisition for appointments on 14.08.2014.4. The above order was challenged by the successful candidates before the Karnataka Administrative Tribunal. The Tribunal vide order dated 19th October, 2016 quashed the decision of the State Government and directed appointment of the selected candidates. Some selected candidates have been given appointments.5. The order of the Tribunal was challenged before the High Court. The High Court by the impugned order set aside the order of the Tribunal. The High Court concluded thus:     “55. Resultantly, these writ petitions eminently deserve to be allowed and accordingly:     a) Writ Petition Nos. 13617-13627/2017 & 14529/2017 and Writ Petition No. 11342/2017 are allowed;     b) Common order dated 19.10.2016 passed by the Karnataka State Administrative Tribunal, Bangalore, in Applications No. 6268/2014 to 6395/2014 c/w 6432/2014 to 6444/2014, 6446/2014 to 6459/2014, 6597/2014 & 6598/2014, 7464/2014, 7941/2014 to 7946/2014, 7950/2014 to 7966/2014, 7967/2014, 7968/2014, 7969/2014, 9112/2014 to 9126/2014, 9592/2014 to 9610/2014 and 8298/2015, is quashed.     c) Un-Official Note, Un-Official Note No. 139 CASu 139 SaLoSa 2016 dated 17.3.2017, issued by Deputy Secretary, DPAR Services, Government of Karnataka, is quashed;     d) Official Memorandum, Official Memorandum No. 19457 DMA 32 KaMAS 2016-17 dated 27.03.2017, issued by Director, Municipal Administration, Bengaluru, is quashed;     e) All orders of appointment/s issued pursuant to Final Select List dated 21.03.2014 prepared by KPSC are declared illegal and shall stand quashed; and     f) Government Order, Government Order No. CaaSuE 53 SaLoSa 2014, Bangalore dated 14.8.2014, withdrawing requisitions issued to KPSC for selection of Gazetted Probationers for 2011, and to close selection process, is sustained.”6. The High Court observed that appointment of ineligible, inefficient or persons of questionable integrity has serious adverse impact on the working of the Government and is anathema to the rule of law. Best selection to Government service was the mandate of the Constitution. No right accrued to candidates merely by being in the select list. Thus, the Tribunal was in error in directing appointment of persons validity of whose selection was seriously doubted by the Government.7. We find that the High Court has referred to material on record in the form of call details between candidates and members of the KPSC. All the members who interviewed the candidates awarded exactly the same marks to particular candidates. There was no objective assessment by individual members. There appeared to be extraneous reasons in awarding the marks. 566 candidates were awarded same marks which appeared to be pre-determined. Digital video recorder in the KPSC building was replaced to destroy evidence. In this view of the matter, we do not find any ground to interfere with the view of the High Court that the selection could not have been sustained. If the selection is found to be tainted in any manner, it is always open to the concerned authority to annul such selection to maintain purity of the selection process. It may not always be necessary to segregate tainted and untainted candidates when the process itself is tainted. Moreover, at pre-appointment stage, decision to cancel the selection process can be interfered only if it is patently arbitrary, malafide or illegal. In the present case, the High Court has rightly applied these parameters and found no case for interference with the decision to annul the selection.8. Learned counsel for some of the parties submitted that the written examination is not vitiated by any irregularity and the same can be sustained. Interviews can be held again.9. Since this contention does not appear to have been raised before the High Court we permit this contention to be now raised by either of the parties by moving the High Court within two weeks from today. If such an application is moved, the High Court may examine the same on merits. If the High Court finds that the written examination is free from any blemish, the High Court may consider restoration of the result of the written examination and further selection process to be conducted. It will also be open to the High Court to direct re-evaluation of scripts of all the candidates or to sustain the cancellation of result of the written examination so that fresh selection can be held. We do not express any opinion on merits of the rival contentions which will be open to be gone into by the High Court. The High Court may take a decision in the matter at the earliest preferably within a period of three months from the date the High Court is moved.9.1. The appeals are disposed of in the aforesaid terms.**********", "appeal_number": "Civil Appeal Nos. 3543-3555 of 2018 [Arising out of SLP (C) Nos. 7166-7178 of 2018]", "type": "land"}