{"url": "http://judgementstoday.com/judgements/y5eVWgzaEP/bhartiben-nayabha-ker-and-ors-v-sidabha-pethabha-manke-and-ors", "title": "Bhartiben Nayabha Ker and Ors. v. Sidabha Pethabha Manke and Ors.", "date": "05-04-2018", "headnote": "Accidental ClaimMotor Vehicles Act, 1988Section 166 – Compensation – Future prospects – Deceased, a 41 year old man, died in accident – While computing compensation, High Court did not provide for future prospects. Held, in view of Constitution Bench decision in Pranay Sethi’s case, an addition of 25% was warranted, on account of future prospects, having regard to the age of the deceased. Total income, after accounting for future prospects at 25% works out to Rs 1,14,000 p.a. After deducting one fourth towards personal expenses and applying a multiplier of 14 to the net income, compensation works out to Rs 11,97,000. A further sum of Rs 70,000 is awarded under conventional heads as stipulated in Pranay Sethi’s case. Thus total compensation payable comes to Rs. 12,67,000. Since High Court erred in reducing the rate of interest to 6% p.a., rate of interest of 9% p.a., as fixed by the Tribunal, restored.", "judgement": "Dr. D.Y. CHANDRACHUD, J.1. The present appeal arises from a judgment of a learned Single Judge dated 15 March 2016, in a first appeal from the decision of the Motor Accident Claims Tribunal (MACT), Jamnagar.2. The appellants are heirs and legal representatives of Nayabha Mapbha Ker who died as a result of a motor accident on 18 July 1993. He was travelling in a jeep bearing Registration No GBI-7896 which was being driven by the fourth respondent towards Mithapur. At about 3.00 am the first respondent who was driving a truck bearing Registration No.GJ-10-T-747, came from the opposite direction and dashed against the jeep. Nayabha was seriously injured and died during the course of the accident. His heirs filed a claim petition under Section 166 of the Motor Vehicles Act, 1988 before the MACT, Jamnagar seeking compensation in the amount of Rs 13 lakhs. By its award dated 19 July 1999 the Tribunal allowed the claim in the amount of Rs. 7,78,000 together with interest at the rate of 12 % per annum. The appellants filed a first appeal before the High Court of Gujarat. The High Court, by its impugned judgment, allowed an additional amount of Rs. 33,000 under the head of loss of life, expenses and consortium but reduced the rate of interest from 12 % p.a. to 9% p.a. Aggrieved by the judgment of the High Court, the claimants are in appeal.3. The deceased was 41 years old at the time of the accident. He had acquired a B.A. and B.Ed. qualification. For seven years, he had served as President of the Taluka Panchayat. The deceased owned agricultural land. The Tribunal assessed the annual income of the deceased at Rs.81,000 comprised of his agricultural income and income from other sources. Applying a multiplier of 12, the Tribunal computed an amount of Rs. 7.56 lakhs towards the loss of dependency. A total amount of Rs. 7.78 lakhs was awarded inclusive of conventional heads. In appeal, the High Court came to the conclusion that the total income would work out to Rs. 92,000 out of which one fourth would be deducted for personal expenses. Applying a multiplier of 14, the High Court awarded an additional amount of Rs. 33,000. However, the rate of interest has been reduced to 9% per annum.4. Basically two submissions have been urged on behalf of the appellants. First, it has been urged that the High Court did not allow for future prospects for which provision has to be made in view of the law settled by a Constitution Bench of this Court in National Insurance Company Limited v. Pranay Sethi [JT 2017 (10) SC 450]. Second, it has been urged that there was no justification for the High Court to reduce the award of interest from 9% p.a. to 6% p.a.5. The High Court has computed the total income of the deceased at Rs. 91,800 (Rs. 55,000 being the income from agriculture and Rs 36,800 being the income from salary). In view of the decision of the Constitution Bench in Pranay Sethi (supra), an addition of 25% is warranted, on account of future prospects having regard to the age of the deceased. The total income, after accounting for future prospects at 25% would work out to Rs 1,14,000 per annum. An amount of one fourth would have to be reduced on account of personal expenses. The net income would work out to Rs 85,500. Applying a multiplier of 14 the total compensation would work out to Rs 11,97,000. Adding a further amount of Rs 70,000 under conventional heads as stipulated in the judgment in Pranay Sethi (supra), the total compensation payable would work out to Rs. 12,67,000.6. We find no reason or justification for the High Court to reduce the award of interest to 6% p.a.. The rate of interest of 9% p.a. fixed by the Tribunal is restored.7. The appeal is accordingly allowed by directing that the quantum of compensation shall stand enhanced to Rs. 12,67,000 on which interest shall be payable at 9% p.a. from the date of the claim petition. There shall be no order as to costs.**********", "appeal_number": "Civil Appeal No. 2697 of 2018 [Arising out of SLP (C) No. 2927 of 2017]", "type": "land"}