{"url": "http://judgementstoday.com/judgements/pmbkgArbzJ/compaq-international-anr-v-bajaj-allianz-general-insurance-company-ltd", "title": "Compaq International & Anr. v. Bajaj Allianz General Insurance Company Ltd. & Anr.", "date": "27-03-2018", "headnote": "ACCIDENTAL CLAIMMotor Vehicles Act, 1988Section 14(2)b - Accident claim – Plea of invalid licence - Accident took place on 12.11.2005 - As per RW1, licensing clerk (Registering Authority), licence of driver 'N' was valid from 27.2.1998 to 26.2.2003 i.e. for a period of 5 years – This was supported by dispatch register – Appellant's  contention that entry in the register could not be taken as gospel truth  as validity date mentioned in the licence was 29.4.2011 – Date of issue was 27.2.1998 and Date of birth as recorded on the licence was 30.4.1961. Held, as per Section 14(2)(b), licence is effective for 20 years from date of issue or renewal or until driver attains the age of 50 year, whichever is earlier. Once age of 50 years attained, licence is renewed for 5 years. Since driver's date of birth is 30.4.1961, he would have attained 50 years of age on 30.4.2011. This tallies with the validity date (29.4.2011) mentioned on licence. At the time of accident, driver was 42 years old. Thus, licence could not have been issued for 5 years, when he was 37 years of age but for 20 years or 50 years of age, whichever was earlier. Licensing authority apparently did not itself have any copy of the license. After 2011 licence was renewed for 5 years. It wsa subsequently converted into licence for both LMV and transport vehicle and was renewed for 2 years after 2016. Had there was any doubt on licence, it would not have been renewed for 5 years after 2011 and for 2 years after 2016. High Court erred in doubting its validity and absolving insurance company of its liability.HELDThe reliance on the testimony of RW-1 solely based on a register could not have been the basis of a finding that the expiry date of the license was 26.02.2003. The Licensing Authority apparently did not itself have any copy of the licence. It is also not a mere question of the dates mentioned in the licence but those dates ought to have tallied with the mandate of subsection (2) of Section 14 of the said Act. The licence would not have been issued for 5 years when the driver, Nirmal Singh, was only about 37 years but would be issued for a period of 20 years or 50 years of age, whichever was earlier. Since the petitioner attained the age of 50 years on 30.04.2011, the license mentioned the expiry date as 29.04.2011. Not only that, if there was any doubt on the driving licence, there would have been no occasion to renew it for a period of 5 years post 2011 and thereafter a second renewal for two years and that too by change of the category of vehicles including commercial vehicles. (Para 10)We are, thus, of the view that the High Court clearly fell into an error in doubting that the licence was valid on the date of the accident and, thus, absolving the insurance company of its liability and directing the amount to be recovered from the appellants jointly and severally. (Para 11)We are informed that the amount already stands paid to the injured and, thus, the direction contained in the impugned order to make such a recovery from the appellants is set aside. The appeals are accordingly allowed leaving the parties to bear their own costs. (Para 12)Consumer Protection ActSection 12 – Collusion of the Car of ‘C’ company with motor cycle in 2005 – Driver ‘N’ was having a valid licence, which was valid till 2011 – Car suffered a damage of Rs.1 lac and the company incurred Rs.10,000/- as transportation cost – Complain filed against insurance company, as accident claim not paid – Post trial, complaint allowed – Insurance company's appeal allowed by State Commission on the finding that driver had not applied for renewal of driving licence within a period of 30 days from the date of its expiry - Said finding upheld by National Commission. Held,  Apex Court, having held licence to be valid on the date of incident,  the very substratum of the orders passed by State/National Commission disappears. Matter remitted to State Commission.", "judgement": "SANJAY KISHAN KAUL, J.CIVIL APPEAL NOS. 2538-2539 OF 20181. On 12.11.2005, one Mr. Balwant Singh was driving a motorcycle bearing registration No.HR-01R-6462 with Mr. Suresh Kumar as a pillion rider in Village Kansapur, Haryana, when it met with an accident with the offending vehicle, being Car No.HR-02L- 8993. The driver of the car was one Mr. Nirmal Singh and the vehicle was owned by Compaq International, insured with Bajaj Allianz General Insurance Company Limited. Both the driver and the pillion of the motorcycle suffered injuries. They, thus, filed two claim petitions under Section 166 of the Motor Vehicles Act, 1988 (hereinafter referred to as the ‘said Act’) claiming Rs.20 lakh (by Mr. Balwant Singh) and Rs.15 lakh (by Mr. Suresh Kumar). The two separate claim petitions were tried together and post trial in terms of the award dated 12.2.2008, an amount of Rs.45,500/- was awarded to Mr. Suresh Kumar and Rs.1,21,000/- was awarded to Mr. Balwant Singh. Since contributory negligence was found to be 50 per cent, the amount determined was reduced by 50 per cent to award the aforesaid amounts. All the respondents were made jointly and severally liable, which included the owners, the driver and the insurance company. Interest and costs were also granted.2. The insurance company filed two separate appeals in respect of the said order. The controversy in question insofar as we are concerned arises from a doubt being cast over the driving licence of the driver, Nirmal Singh. The licence in question was proved as Exhibit RA on the summoning of PW-4, Ashok Kumar, Criminal Ahlmad of the Judicial Magistrate First Class, Ambala Cantonment where the original driving licence had been filed and, thus, the copy was exhibited as RA in the present proceedings. As per RW-1, Nar Singh, Licence Clerk from the Registering Authority, the driving licence was valid from 27.02.1998 to 26.02.2003, i.e. for a validity period of 5 years. This was stated to be on the basis of a dispatch register (R-1). The accident having taken place on 12.11.2005, the plea advanced on behalf of the insurance company was that it was a licence, which had expired. The insurance company, thus, sought to absolve itself of the liability.3. The aforesaid plea found favour with the learned single Judge of the Punjab & Haryana High Court and in terms of the impugned order dated 15.12.2014, it was held that the insurance company had a right to recover the amount from the driver and the owner of the offending vehicle jointly and severally.4. The present appeal was filed both by the owner and the driver.5. Notice was issued on 31.08.2015 and interim orders were granted staying the recovery by the insurance company from the appellants.6. The only plea advanced on behalf of the appellants before us arises from the aforesaid validity of the driving licence as it is the say of the appellants that some entry in the register of the licensing authority cannot be accepted as the gospel truth and there is an obvious mistake in view of the authenticity of the driving license, its renewal and conversion read with the statutory provisions of the said Act.7. Learned counsel for the appellants drew our attention to the driving license, which is admittedly issued by the licensing authority. The driving license was issued on 27.02.1998. The driving licence record the date of birth of the driver as 30.04.1961 and is valid for “M/Car, Jeep Only”. The validity date given in the driving license is 29.04.2011.8. In support of the contention that there could not be any other date than the validity date of 29.04.2011, contrary to the deposition of RW-1, learned counsel for the appellants referred to the provisions of Section 14 of the said Act, which reads as under:     “14. Currency of licences to drive motor vehicles.—     (1) A learner’s licence issued under this Act shall, subject to the other provisions of this Act, be effective for a period of six months from the date of issue of the licence.     (2) A driving licence issued or renewed under this Act shall,—        (a) in the case of a licence to drive a transport vehicle, be effective for a period of three years:        [Provided that in the case of licence to drive a transport vehicle carrying goods of dangerous or hazardous nature be effective for a period of one year and renewal thereof shall be subject to the condition that the driver undergoes one day refresher course of the prescribed syllabus; and] [Provided that in the case of licence to drive a transport vehicle carrying goods of dangerous or hazardous nature be effective for a period of one year and renewal thereof shall be subject to the condition that the driver undergoes one day refresher course of the prescribed syllabus; and]”        (b) in the case of any other licence,—        (i) if the person obtaining the licence, either originally or on renewal thereof, has not attained the age of [fifty years] on the date of issue or, as the case may be, renewal thereof,— [fifty years] on the date of issue or, as the case may be, renewal thereof,—”        (A) be effective for a period of twenty years from the date of such issue or renewal; or        (B) until the date on which such person attains the age of [fifty years],”        whichever is earlier;        [(ii) if the person referred to in sub-clause (i), has attained the age of fifty years on the date of issue or as the case may be, renewal thereof, be effective, on payment of such fee as may be prescribed, for a period of five years from the date of such issue or renewal:]     Provided that every driving licence shall, notwithstanding its expiry under this sub-section continue to be effective for a period of thirty days from such expiry.”9. The relevant provision is Section 14(2)(b) in terms whereof the licence in question, whether originally issued or a renewal thereof had to be issued would be effective for a period of 20 years or until the person obtaining such licence attains the age of 50 years, whichever is earlier. Since the date of birth of the driver, Nirmal Singh was recorded in the license itself as 30.04.1961, he would have attained the age of 50 years on 30.04.2011. Thus, the license issued was valid up to 29.04.2011. In terms of sub-clause (ii) of clause (b) of sub-section (2) of Section 14 of the said Act, once a person attains the age of 50 years, the license is renewed for a period of five years from the date of such issue or renewal. The renewed license issued to the petitioner is valid for a period of five years from 2011 to 2016 for the “LMV-NT-Car Only” category of vehicles. The reference to the same number and the original date of issue in the renewed license also leaves no manner of doubt that it is the renewal of the same license. This licence was subsequently converted into a license both for LMV and Transport vehicle, a copy of which license was also produced. The validity of this license is from 2016 to 2018, i.e., the next renewal and, once again, the date of issuance of original license is 27.02.1998.10. We find force in the contention of the learned counsel for the appellants from the aforesaid facts that the reliance on the testimony of RW-1 solely based on a register could not have been the basis of a finding that the expiry date of the license was 26.02.2003. The Licensing Authority apparently did not itself have any copy of the licence. It is also not a mere question of the dates mentioned in the licence but those dates ought to have tallied with the mandate of subsection (2) of Section 14 of the said Act. The licence would not have been issued for 5 years when the driver, Nirmal Singh, was only about 37 years but would be issued for a period of 20 years or 50 years of age, whichever was earlier. Since the petitioner attained the age of 50 years on 30.04.2011, the license mentioned the expiry date as 29.04.2011. Not only that, if there was any doubt on the driving licence, there would have been no occasion to renew it for a period of 5 years post 2011 and thereafter a second renewal for two years and that too by change of the category of vehicles including commercial vehicles.11. We are, thus, of the view that the High Court clearly fell into an error in doubting that the licence was valid on the date of the accident and, thus, absolving the insurance company of its liability and directing the amount to be recovered from the appellants jointly and severally.12. We are informed that the amount already stands paid to the injured and, thus, the direction contained in the impugned order to make such a recovery from the appellants is set aside. The appeals are accordingly allowed leaving the parties to bear their own costs.CIVIL APPEAL NO. 2540 OF 201813. A complaint was filed under Section 12 of the Consumer Protection Act, 1986 by Compaq International, owner of the vehicle against the insurance company, Bajaj Allianz General Insurance Company Limited and the Licensing Authority. The cause for this complaint is the accident caused in a collision between the car of Compaq International with a motorcycle. The car was driven by one Mr. Nirmal Singh appointed by Compaq International. It is the case of Compaq International that the driver was possessed of a valid driving license for the vehicle in question valid till 2011. In the accident, the car suffered a damage of Rs.1 lakh and Compaq International also had to expend Rs.10,000/- as transportation cost. Negligence is attributed to the services rendered by the respondents as the accident claim had not been paid. The registering authority was also roped in as a party on account of the stand sought to be taken that the driving licence was valid till 2003 while the accident happened on 12.11.2005. However, the validity period as per the driving licence was 29.04.2011. Post trial this complaint was allowed and a sum of Rs.55,887/- was awarded to Compaq International along with interest and costs.14. The insurance company preferred an appeal before the State Consumer Dispute Redressal Commission, which was allowed on the basis of a finding that the driver had not applied for renewal of driving licence within a period of 30 days from the date of expiry and, thus, did not hold a valid driving licence on the relevant date.15. The appellant aggrieved by this order preferred a revision petition before the National Consumer Disputes Redressal Commission, which agreed with the findings of the State Commission and, in fact, went further to even observe that the licence was apparently a forged one. Hence, the Special Leave Petition.16. In Civil Appeal Nos.2538-2539 of 2018 vide orders passed today in respect of the proceedings arising from the Motor Accident Claim Tribunal award we have held that the driver was holding a valid driving licence on the date of the accident. That being the position, the very substratum of the orders passed by the State Commission and by the National Commission disappears.17. We, thus, set aside the orders of both the State Commission and the National Commission dated 14.12.2009 and 19.10.2015 respectively and remit the matter to the State Commission to be decided in accordance with law in view of our judgment in Civil Appeal Nos.2538-2539 of 2018.18. The appeal is accordingly allowed leaving the parties to bear their own costs.**********", "appeal_number": "Civil Appeal Nos. 2538-2539 of 2018 [Arising out of SLP (C) Nos. 24305-24306 of 2015] With Civil Appeal No. 2540 of 2018 [Arising out of SLP (C) No.14955 of 2017]", "type": "theft"}