{"url": "http://judgementstoday.com/judgements/APdRX2VaGy/dr-kriti-lakhina-and-others-v-state-of-karnataka-and-others", "title": "Dr. Kriti Lakhina and Others v. State of Karnataka and Others", "date": "04-04-2018", "headnote": "MEDICAL EDUCATIONConstitution of India, 1950Articles 14, 32 – Post-Graduate Medical Education Regulation 2000 – Admission - Condition of Domicile – PIL filed praying for quashing Clause 4 of the Information Bulletin which imposed a condition of domicile for admission to MD, MS and Post-Graduate Diploma seats in State of Karnataka – Submission that Clause 4.1 arbitrarily and illegally deprived the petitioners, who had obtained MBBS/BDS Degrees from Colleges situated in the State, from competing for admission to Post-Graduate Medical/Dental Curses in Govt. Medical Colleges and against Govt. quota seats in non-Governmental institutions. Held,  matter is no longer res integra. Information Bulletin (PGET-2014) issued by State of Karnataka in the year 2014, which contained similar eligibility criteria as provided in Clause 4.1 of the present Information Bulletin (PGET-2018), was held to be violative of the principle of equality in Vishal Goyal’s case as it gave preference based on domicile. Present case is fully covered by said case. Therefore Clause 4.1 of the Information Bulletin (PGET-2018) is held to be invalid to the extent it disqualifies petitioners and similarly situated candidates from competing for admission to Post-Graduate Medical/Dental Courses in Govt. Medical Colleges and against Govt. quota seats in non-governmental institutions.HELDParagraphs 13 and 15 of the Judgment of this Court in Vishal Goyal(supra) are clear that the Information Bulletin for PGET-2014 did not actually give institutional preference to students who had passed MBBS/BDS from Colleges or universities in State of Karnataka but made some of them ineligible to take the entrance test for admission to Post- Graduate Medical or Dental Course in State of Karnataka and that said clause was held ultra vires Article 14 of the Constitution and declared null and void. The relevant clause under consideration, namely, Clause 4.1 of the Information Bulletin for PGET-2018 is identical in substance to the one that was considered in Vishal Goyal (supra). The matter is thus no longer res integra and is completely covered by the decision in Vishal Goyal(supra). In the circumstances, we respectfully follow the decision of this Court in Vishal Goyal (supra) and hold Clause 4.1 of the Information Bulletin (PGET-2018) which was published on the website on 10.03.2018 to be invalid to the extent it disqualifies petitioners and similarly situated candidates who completed their MBBS/BDS Degree Courses from colleges situated in Karnataka from competing for admission to Post-Graduate Medical/Dental Courses in Government Medical Colleges and against government quota seats in non-governmental institutions. (Para 14)", "judgement": "Uday Umesh Lalit, J.1. This petition under Article 32 of the Constitution of India has been filed by 44 Doctors who did their MBBS/BDS Courses from State of Karnataka and have cleared the NEET-PG, 2018 examination with high merit position and are aspiring for admission to Post-Graduate Courses in Karnataka. The principal prayer in the writ petition seeks issuance of an appropriate writ, order or direction quashing Clause 4 of the Information Bulletin jointly issued by Directorate of Medical Education, Government of Karnataka and Karnataka Examinations Authority, Government of Karnataka, Respondent Nos.2 and 3 respectively.2. The Information Bulletin in question lays down, inter alia, conditions for admission to Post-Graduate Medical and Dental Courses in respect of government quota seats in Medical/Dental Colleges in State of Karnataka and was published on the website on 10.03.2018. Relevant portion of Clause 4 of this Information Bulletin deals with eligibility conditions in following terms:     “4. ELIGIBILITY     4.1 ELIGIBILITY for Government seats (G) &GMP seats:     A candidate who fulfills the following criteria is eligible to appear for the online seat allotment process, namely:     l He/she is a citizen of India, who is of Karnataka Origin and has studied MBBS or BDS degree in a Medical or Dental College situated in Karnataka or outside Karnataka and affiliated to any University established by law in India recognized by Medical Council of India or Dental Council of India and Government of India and has qualified in the NEET (National Eligibility-cum-Entrance Test) for admission to post graduate medical or dental degree/diploma courses.     Note: Children for the purpose of the rule means natural born son/daughter and not adopted son/daughter and not grandson/grand daughter.     Explanation: A candidate of Karnataka Origin: means, a candidate found eligible under clause A or B below.(Clause A)     i) A candidate who has studied and passed in one or more Government or Government recognized, educational institutions located in the State of Karnataka for a minimum period of TEN academic years as on the 31st March, 2018, commencing for 1st standard to MBBS/BDS and must have appeared and passed either SSLC/10th standard or 2nd PUC/12th standard examination from Karnataka State. In case of the candidate who has taken more than one year to pass a class or standard, the year of academic study is counted as one year only (Document to be produced)(Clause B)     ii) The candidate should have studied and passed 1st and 2nd year Pre-University Examination or 11th or 12th standard examination within the State of Karnataka from an Educational Institution run or recognized by the State Government or MBBS/BDS from a professional educational institution located in Karnataka and that either of the parents must have studied/resided in Karnataka for a minimum period of 10 years. (Documents to be produced)”3. It is submitted by the petitioners that this Information Bulletin issued by Respondent Nos.2 and 3, to the extent Clause 4.1 thereof imposes a condition **********", "appeal_number": "Writ Petition (Civil) No. 204 of 2018", "type": "land"}