{"url": "http://judgementstoday.com/judgements/zPdyz0ReQr/ganapathi-anr-v-the-state-of-tamil-nadu", "title": "Ganapathi & Anr. v. The State of Tamil Nadu", "date": "27-03-2018", "headnote": "CRIMINAL LAWSRelated witness - Whether is an interested witness. Held, no. ‘Related’ is not equivalent to ‘interested’. A witness is ‘interested’ only when he derives some benefit from the result of a case. A witness who is natural and is the only possible eye witness in the circumstances of a case, cannot be said to be ‘interested’. Smt. Kalki[1981 (2) SCC 752], referred. (Para 13)Related witness - Whether evidence of eye-witnesses, who are family members, should be discarded. Held, no. Relationship does not affect credibility of a witness. A relative is less likely to conceal actual culprit and falsely implicate an innocent person. Allegation of interestedness against a relative has to be established. Mere statement that he is likely to falsely implicate accused, cannot be a ground to discard his otherwise cogent and reliable evidence. Maranadu [JT 2008 (10) SC 164], referred.Penal Code, 1860Section 302 - Murder at public place - Non-examination of independent witnesses - Allegedly A1, A2 and A3 attacked deceased 'M' (husband of A4) near a street hotel, with deadly weapons - Father and brother of  deceased [PW1 and PW2 respectively] witnessed the attack - Independent witnesses turned hostile - Whether it is safe to rely on evidence of PWs. 1 and 2, who were related to deceased. Held, in many cases, only family members are present. When their evidence is the only evidence available, Courts should cautiously and meticulously evaluate their evidence. However, that does not mean that conviction based on their evidence and non-examination of independent witnesses is fatal to prosecution's case. PWs 1 and 2 were natural witnesses. Their evidence was found to be reliable by courts below. They proved the way in which accused killed deceased, beyond reasonable doubt. Their evidence corroborated medical evidence. Doctor (PW12), who conducted postmortem, pointed out injuries which were fatal and capable of causing death. Those injuries were possible by sickle and knife. Hence conviction cannot be interfered with.   HELDThe evidence of ocular witnesses, PWs 1 and 2, father and brother of the deceased, clearly exhibits the way in which the accused took away the life of deceased Murugan. Their evidence narrates the guilt of the accused beyond reasonable doubt and corroborates with that of the medical evidence. Dr. Danraj (PW12) who conducted the postmortem on the body of deceased Murugan, had pointed out as many as 10 cut injuries out of which injury Nos. 1, 2, 5, 6, 7, 8, 9 and 10 are fatal which were possible by sickle and capable of causing death whereas injury Nos. 7 and 9 were possible by knife. It appears that there were two independent witnesses (PWs 5 and 6) projected by the prosecution, but they have turned hostile. In several cases, only the family members are present at the time of incident, then the case of the prosecution will be based only on their evidence. When their evidence is the only evidence available, Courts should be cautious and meticulously evaluate the evidence in the process of trial and we are not able to appreciate the contention on behalf of the accused that the non-examination of independent witnesses and conviction based on the evidence of family members is fatal to the case of the prosecution. (Para 12)Here in the case, PWs 1 and 2, though father and brother of the deceased, are natural witnesses and there is no bar in law in examining family members or any other person as witnesses. Their testimonies provided clear picture of the attack carried on by the accused over the deceased. We find from the record that the evidences of PWs 1 & 2 are consistent and inspire confidence in the mind of the Court. The Courts below have also properly scrutinized their evidence before taking them into account and there is nothing unusual in believing their testimonies. Apart from that, the prosecution has examined the independent witnesses PWs 5 & 6 who turned hostile. The prosecution has taken all possible steps to bring home the guilt of the accused. Hence conviction based on evidence of PWs 1 & 2 is not fatal to the case of the prosecution. (Para 15)Penal Code, 1860Section 302 - Murder of deceased 'P' [sister of deceased 'M'] - Allegedly all accused [A1 to A4] killed deceased 'P' on the same day on which they killed deceased 'M' - PW3, a ten year old school going child of deceased 'P', had witnessed the crime and clearly mentioned the role played by each accused -  Her evidence corroborated the medical evidence - According to DW1, School Headmaster, PW3 was present in the school at the time of occurrence - Said claim supported by Ext. D-1, attendance register - Whether courts below erred in disbelieving DW-1. Held, no. It is clear from the record that all students were marked as present in the attendance register, for a continuous period of seven months, irrespective of whether they actually attended the school. Thus, neither the evidence of DW1 nor Ext. D1 could be believed. Conviction of A2 to A4 upheld. Acquittal of A1 was not challenged in this appeal.HELDSimilarly, the evidence of Sakunthala (PW3) clearly depicted the circumstance and narrated the way in which the deceased Poomari was attacked by the accused explaining the role played by each of the Accused Nos. 2, 3 and 4. Her evidence has the credibility and it clearly corroborated with that of the medical evidence. The postmortem report of the deceased Poomari (Ext. P16) shows that there were about 10 cut injuries besides three stab injuries on the body of the deceased. According to PW12—Dr. Danraj, the cut injuries were possible by sickle and the stab injuries were possibly caused by knife. Among all those injuries, injury Nos. 1, 10, 11, 12 and 13 are grave and capable of causing death instantaneously. (Para 16)The argument of the learned counsel for the accused that the Courts below erred in disbelieving the evidence of DW-1, cannot be accepted for the reason that it is manifest on record that all the students were marked as present in the attendance register (Ext. D1) of the school in which PW3 was studying, for a continuous period of seven months i.e. from June 1999 to December 1999, and there was not even a single absentee. Thus it is indicative of the fact that irrespective of the fact whether the students have attended the school or not, attendance was marked to all the students. In those circumstances, neither the evidence of DW1 nor Ext. D1 will come to the rescue of the accused and on this count, the evidence of PW3 cannot be disbelieved. (Para 17)Motive - Murder of deceased 'M' and his sister 'P' - Accused bore grudge against deceased 'M' as A4 had left her matrimonial home and root cause of the marital discord was deceased 'P' - On the previous day of occurrence, parties had met at the police station and accused had a heated discussion with the victims and threatened to finish both victims. Held, motive to commit the crime is clear. (Para 11)", "judgement": "N.V. RAMANA, J.1. These appeals by way of special leave petitions arise out of a judgment dated 20th February, 2007 passed by a Division Bench of the Madras High Court, Bench at Madurai in Criminal Appeal No. 319 of 2004. By the said judgment, the High Court confirmed the conviction and sentence imposed by the trial Court against the appellants herein, while acquitting accused no. 1 of the charges levelled against him. Criminal Appeal No. 1312 of 2008 is preferred by Accused Nos. 2 & 3 and the appellant in Criminal Appeal No. 1313 of 2008 is Accused No. 4. As the order impugned in both the appeals is one and the same, we proposed to deal with both the appeals by way of a common order.2. Briefly stated the prosecution case is that Muthulakshmi (Accused No. 4 — appellant herein) had love affair with one Murugan, son of PW1—Armugam. When the said Murugan refused to marry her, a complaint was lodged in the Kovilpatty police station and with the intervention of villagers and police, their marriage was solemnized on 5-2-1999. Ever since their marriage had taken place, there were frequent quarrels and rifts between both the families leading to strained relations between the couple. Petchimuthu, the father of A-4 had even lodged a complaint against his son-in-law—Murugan, his father (PW1) and sister (Poomari) as she was held to be the root cause for all disturbances between the couple. Police had called the couple and advised them to live together peacefully, but after some days, Muthulakshmi (A4) came out of her matrimonial home and returned to her parental home.3. On 4.8.1999, Ponnu (A1), Ganapathi (A2) and Chitravelu (A3) carrying deadly weapons, spotted Murugan near a street hotel and attacked him. While Ponnu (A1) instigated the other two accused to hack Murugan, Ganapathi (A2) stabbed Murugan with a knife on the chest and Chitravelu (A3) had inflicted cut injuries with a sickle on Murugan leading to his instantaneous death on the spot. The assailants then fled away from the scene of offence. Father of the deceased—PW1 (Armugam) and PW2 (Poomurugan— another Son of Armugam) who were standing nearby had witnessed the occurrence.4. While that being so, on the same day when Poomari (daughter of Armugam—PW1) along with her daughter Sakunthala (PW3) went to a nearby well for washing clothes and taking bath, the four accused, appeared there and attacked Poomari in front of her daughter. Chitravelu (A3) inflicted cut injuries on Poomari with a sickle and Ganapathi (A2) stabbed thrice with knife in her stomach causing her intestine to come out of her stomach. After that Chitravelu (A3) gave the sickle to Muthulakshmi (A4) and instigated her to attack Poomari. Muthulakshmi then inflicted cut injuries on the head, hand and face near nose of Poomari with the sickle, and Poomari had died on the spot. PW3 (Sakunthala), daughter of Poomari, a ten year old school going child, who was present at the scene, had witnessed the crime.5. On the complaint of PW1 (Ext.P1), Ottapidaram Police Station registered the Crime Case No. 72/99 against the accused under Section 302, IPC and conducted investigation. The Investigating Officer visited the spots, conducted inquest (Ext.P31), prepared observation mahazars (Ext. P2, P3) and sketches of scenes of death (Ext.P27,P29), recovered bloodstained earth and normal earth, severed hair locks, mangalsuthra and other incriminating articles from the scene of offence in presence of witnesses and obtained their signatures. Other formalities such as recording of statements of witnesses and sending the bodies of the deceased for postmortem were followed. The accused were arrested on 5.8.1999 at 5.30 am on Velayuthapuram Junction at Ottapidaram Cross Roads and the police seized weapons from them that were used in the crime and sent the same for chemical examination. The case was then committed to the Court of Sessions and their statements recorded under Section 313, Cr.P.C. the accused pleaded not guilty and claimed to be tried.6. In order to bring home the guilt of the accused, prosecution has relied on as many as 21 witnesses and marked Exts. P.1 to P.31 and there were 27 material objects. On the defence side, a school headmaster was examined as witness and marked Ext. D1. The trial Court, after undertaking a full fledged trial, found the accused guilty and convicted accused Ponnu (A1) under Section 302/34, IPC sentenced to undergo life imprisonment and imposed a fine of Rs.500/-, in default, to further suffer six months imprisonment. Ganapathi (A2) and Chitravelu (A3) were awarded life imprisonment under Section 302, IPC (two counts) with a fine of Rs.1,000/-, in default, to suffer six months imprisonment further. However, their sentenced on each count were directed to run concurrently. Muthulakshmi (A4) was sentenced to undergo life imprisonment under Section 302, IPC with a fine of Rs.500/-, and in default, to suffer further imprisonment of six months.7. The aggrieved accused approached the High Court by way of appeal. By the judgment impugned herein, the High Court set aside the conviction and sentence against Accused No. 1 and affirmed the conviction and sentence awarded by the trial Court against Accused Nos. 2 to 4. Being dissatisfied with the judgments of the Courts below, appellants are before us. As the State has not preferred any appeal against acquittal of A1, we are only concerned with the appeals arising out of conviction.8. We have heard learned counsel for the parties and carefully gone through the entire material on record.9. The contentious arguments as advanced by the learned counsel appearing for the appellants are that the Courts below have erred in giving undue importance to the evidence of PWs 1 and 2 who are interested witnesses as they are father and brother, respectively, of the deceased and they are in inimical terms with the accused. The High Court though disbelieved their evidence against Accused No. 1, yet relied on their evidence for sustaining the conviction and sentence of Accused Nos. 2 and 3, the appellants herein. The prosecution case cannot be believed for the simple reason that the alleged incident in respect of deceased Murugan had taken place at a hotel, which is a public place, but there was no independent witness to the incident. As regards to the case of Accused No. 4, the wife of deceased Murugan, learned counsel vehemently contended that the Courts below committed a grievous error by giving weight to the evidence of PW3—the ten year old daughter of the deceased Poomari while disbelieving the evidence of Ponraj (DW1), the Headmaster of the school where PW3 was studying, who deposed that the girl child was present in the school at the time of occurrence and supported his claim with Ext. D-1, the attendance register of the school wherein it was clearly showed that the student was present in the school.10. Learned counsel appearing for the State, however, supported the view taken by the High Court in affirming the conviction and sentence awarded by the trial Court against the accused Nos. 2 to 4—the appellants herein.11. Having given our thoughtful consideration to the submissions made by the respective learned counsel, we have perused the material on record in the light of facts and circumstances of the case. There is no denial of the fact that the marriage between the deceased Murugan and accused— Muthulakshmi did not take place in a cordial atmosphere and there were strained relations between the couple and their families as well. About a month after her marriage, Accused No. 4 came out of her matrimonial home and due to that fact, the other accused persons (brothers of A-4) developed grudge against Murugan and his sister—Poomari, who was alleged to be the root cause of disturbances between the couple. Thus, the motive to commit the crime on the part of accused is quite clear inasmuch as on the previous day of occurrence also, the parties met at the police station and the accused had a heated discussion with the victims and laid a challenge to finish both Murugan and his sister Poomari.12. The evidence of ocular witnesses, PWs 1 and 2, father and brother of the deceased, clearly exhibits the way in which the accused took away the life of deceased Murugan. Their evidence narrates the guilt of the accused beyond reasonable doubt and corroborates with that of the medical evidence. Dr. Danraj (PW12) who conducted the postmortem on the body of deceased Murugan, had pointed out as many as 10 cut injuries out of which injury Nos. 1, 2, 5, 6, 7, 8, 9 and 10 are fatal which were possible by sickle and capable of causing death whereas injury Nos. 7 and 9 were possible by knife. It appears that there were two independent witnesses (PWs 5 and 6) projected by the prosecution, but they have turned hostile. In several cases, only the family members are present at the time of incident, then the case of the prosecution will be based only on their evidence. When their evidence is the only evidence available, Courts should be cautious and meticulously evaluate the evidence in the process of trial and we are not able to appreciate the contention on behalf of the accused that the non-examination of independent witnesses and conviction based on the evidence of family members is fatal to the case of the prosecution.13. ‘Related’ is not equivalent to ‘interested’. A witness may be called ‘interested’ only when he or she derives some benefit from the result of a litigation; in the decree in a civil case, or in seeing an accused person punished. A witness who is a natural one and is the only possible eye witness in the circumstances of a case cannot be said to be ‘interested’ [See: State of Rajasthan v. Smt. Kalki and Anr. [1981 (2) SCC 752]].14. Merely because the eye-witnesses are family members their evidence cannot per se be discarded. When there is allegation of interestedness, the same has to be established. Mere statement that being relatives of the deceased they are likely to falsely implicate the accused cannot be a ground to discard the evidence which is otherwise cogent and credible. Relationship is not a factor to affect credibility of a witness. It is more often than not that a relation would not conceal actual culprit and make allegations against an innocent person. Foundation has to be laid if plea of false implication is made [See : Maranadu and Anr. v. State by Inspector of Police, Tamil Nadu [JT 2008 (10) SC 164]].15. Here in the case, PWs 1 and 2, though father and brother of the deceased, are natural witnesses and there is no bar in law in examining family members or any other person as witnesses. Their testimonies provided clear picture of the attack carried on by the accused over the deceased. We find from the record that the evidences of PWs 1 & 2 are consistent and inspire confidence in the mind of the Court. The Courts below have also properly scrutinized their evidence before taking them into account and there is nothing unusual in believing their testimonies. Apart from that, the prosecution has examined the independent witnesses PWs 5 & 6 who turned hostile. The prosecution has taken all possible steps to bring home the guilt of the accused. Hence conviction based on evidence of PWs 1 & 2 is not fatal to the case of the prosecution.16. Similarly, the evidence of Sakunthala (PW3) clearly depicted the circumstance and narrated the way in which the deceased Poomari was attacked by the accused explaining the role played by each of the Accused Nos. 2, 3 and 4. Her evidence has the credibility and it clearly corroborated with that of the medical evidence. The postmortem report of the deceased Poomari (Ext. P16) shows that there were about 10 cut injuries besides three stab injuries on the body of the deceased. According to PW12—Dr. Danraj, the cut injuries were possible by sickle and the stab injuries were possibly caused by knife. Among all those injuries, injury Nos. 1, 10, 11, 12 and 13 are grave and capable of causing death instantaneously.17. The argument of the learned counsel for the accused that the Courts below erred in disbelieving the evidence of DW-1, cannot be accepted for the reason that it is manifest on record that all the students were marked as present in the attendance register (Ext. D1) of the school in which PW3 was studying, for a continuous period of seven months i.e. from June 1999 to December 1999, and there was not even a single absentee. Thus it is indicative of the fact that irrespective of the fact whether the students have attended the school or not, attendance was marked to all the students. In those circumstances, neither the evidence of DW1 nor Ext. D1 will come to the rescue of the accused and on this count, the evidence of PW3 cannot be disbelieved.18. Giving our consideration to the circumstances in totality, we cannot find fault with the view taken by the High Court in convicting the accused whose guilt has been proved beyond reasonable doubt. For all the foregoing reasons, we are of the considered opinion that there is no error in appreciation of evidence or any error of law in the judgment passed by the High Court. Therefore, we are not inclined to interfere with the impugned judgment. The appeals are, therefore, dismissed. **********", "appeal_number": "Criminal Appeal No. 1312 of 2008", "type": "murder"}