{"url": "http://judgementstoday.com/judgements/xkazAR2eJ0/mackintosh-burn-limited-v-sarkar-and-chowdhury-enterprises-private-lim", "title": "Mackintosh Burn Limited v. Sarkar and Chowdhury Enterprises Private Limited", "date": "27-03-2018", "headnote": "COMPANIES LAWThe Companies Act, 1956Section 10F - Companies Act, 2013, Section 58 - Question of law - Refusal to register transfer of shares by Appellant, a public company, challenged - Company Law Board (CLB), rejected appellant's contention and directed registration of shares purchased by respondent-company - Order challenged before High Court under Section 10F of the 1956 Act - In the Memorandum of Appeal, main questions of law related to limitation but questions of law regarding right to refuse registration of transfer on sufficient ground, also raised - High Court, dismissed the appeal on the ground that period of limitation, was the only question of law raised -  Review filed by appellant, dismissed. Held, Section 10F of the 1956 Act, provides that an appeal against an order passed by the CLB can be filed before High Court on questions of law. Right to refuse registration of transfer of shares on 'sufficient cause' is a question of law and whether  cause shown for refusal is sufficient or not, can be a mixed question of law and fact. Under Section 58 (4) of 2013 Act, it is open to public company to refuse registration of  transfer of securities for a sufficient cause. Appellant having taken specific grounds in the appeal being a statutory appeal under Section 10F of 1956 Act and raised questions of law regarding its right to refuse registration of transfer on sufficient ground,  High Court should have considered the same among other questions of law.HELDThe appellant has taken several grounds in the memorandum of appeal and raised questions of law as well on these aspects. No doubt, one of the main questions of law stressed in the appeal pertains to the limitation. But on going through the several grounds taken in the Memorandum of Appeal and the questions of law raised specifically in the appeal and the grounds, it is apparent that the appellant had raised questions of law other than the question of law on limitation. Hence, the High Court has gone wrong in its view in the order dated 15.10.2015 that “the only question of law sought to be urged in the present appeal is as to whether the Company Law Board lacked authority in reviewing petition under Section 5 of the Companies Act, 2013 beyond the period envisaged in sub-Section 4 thereof”. (Para 14)As per order 15.09.2017, the High Court, however, declined to consider the review holding that the same was beyond the scope of review and that the same can be corrected only by a superior forum. (Para 15)We are afraid that the stand taken by the High Court cannot be justified in the factual background we have explained and the legal position analysed above. The appellant having taken specific grounds in the appeal and having raised questions of law regarding its right to refuse registration of transfer on sufficient ground, being a statutory appeal under Section 10F of the Companies Act, 1956, the High Court should have considered the same among other questions of law. (Para 16)Companies Act, 2013Section 58 (2), (4) - Refusal to register transfer of shares, as purchaser company was controlled by competitor, challenged - Company Law Board directed registration on the ground that refusal to register transfer of shares can be permitted only if transfer is otherwise illegal or impermissible under any law – Justification. Held, in view of the expression “without sufficient cause” in Section 58(4), the view taken by CLB cannot be held to be correct. Refusal can be on the ground of violation of law or any other sufficient cause. Conflict of interest  can also be a cause. Whether same is sufficient in the facts and circumstances of a given case, is for the CLB to decide. The contention of the appellant before the Company Law Board that the whole transfer is deceptive and mala fide, should have been considered. Thus, matter is remitted to CLB (now National Company Law Tribunal) for consideration afresh of the appeal filed under Section 58.HELDThe Company Law Board, it appears, was of the view that the refusal to register the transfer of shares can be permitted only if the transfer is otherwise illegal or impermissible under any law. Going by the expression “without sufficient cause” used in Section 58(4), it is difficult to appreciate that view. Refusal can be on the ground of violation of law or any other sufficient cause. Conflict of interest in a given situation can also be a cause. Whether the same is sufficient in the facts and circumstances of a given case for refusal of registration, is for the Company Law Board to decide since the aggrieved party is given the right to appeal. The contention of the appellant before the Company Law Board that the whole transfer is deceptive and mala fide in the background of the respondent company, should have been considered. (Para 17)", "judgement": "Kurian Joseph, J.1. Delay condoned. Leave granted.2. The appellant is a public company with majority of shares held by the Government of West Bengal. The respondent, which is holder of 28.54 per cent of the shares purchased 100 shares, which together would make its holding 39.77 per cent, sought registration of the shares. Since, no orders were passed on the registration, the respondent approached the Company Law Board, Kolkata Bench, Kolkata. It was mainly contended by the appellant that the respondent Company is controlled by a competitor in business, and hence, it would not be in the interest of the Government Company to permit such transfer. The Company Law Board, however, rejected the contentions and directed registration as per order dated 16.09.2015. The order, to the extent relevant, reads as follows:     “6. Having considered (sic) the Company Petition, reply, rejoinder and the arguments (oral and written), it is observed that the Respondent Company is a Government of West Bengal Undertaking wherein 51.01% of the total issued, subscribed and paid up share capital is held by the Government of West Bengal which correspondence to 454 equity shares of Rs.3,500/- each. Besides, the Petitioner Company is a member of the Respondent Company being the registered shareholder of 254 equity shares of Rs. 3,500/- each. As stated in the Company Petition, on or about 02.07.2014, the Petitioner Company purchased additional 100 shares of and in the Respondent Company from one Shri Sankar Naik in physical mode and the Petitioner Company vide letter dated 02.04.2014, forwarded the original share certificates along with the transfer deeds duly signed, stamped and executed to the Respondent Company for registering the transfer of the said 100 shares in the name of the Petitioner Company. But, the said communication returned with the postal endorsement “refused” and hence, the Petitioner Company through its Advocate issued a notice dated 09.06.2014 calling upon the Respondent Company in the share register, which was responded to by the Respondent Company vide communication dated 16.06.2014. Thereafter, once again the Petitioner Company vide letter dated 02.07.2014, forwarded all the original share certificates together with the duly executed and stamped transfer deeds to the Respondent Company for effecting registration of the transfer in the name of Petitioner Company. Apart from this, the Petitioner Company followed up the matter by issue of reminder dated 25.08.2014 to the Respondent Company, but in vain. Consequently, legal notice dated 11.09.2014 was issued calling upon the Respondent Company to take immediate steps to register and record the name of the Petitioner Company as the registered owner in relation to the aforesaid 100 shares. In this regard, the Respondent Company has replied that the action of the Petitioner Company has been contrary to the SEBI Act as well Substantial Acquisition of Shares and Takeover Regulations. In addition, the Petitioner Company is controlled by M/s MKJ Group which is involved in similar business as the Respondent Company is carrying on and hence, the intention of the Petitioner Company to purchase 100 equity shares is to take over the control of the Respondent Company. It has also been mentioned that on 13.03.2014, the Petitioner Company had already made an application for the sale of its said 254 Shares to the Principal Secretary of Government of West Bengal, Public Enterprises Division as well as the Managing Director of the Respondent Company. In this context, the Petitioner Company Advocate has averred that the question of acquisition being violation of SEBI Act or Takeover Regulation is not applicable in the case of the Respondent Company as the shares of the Respondent Company are not listed. Not only this, the acquisition of 100 shares cannot and will not change the control of the Respondent Company even after registration of such transfer as the Company will continue to remain as a Government Company. It is also irrelevant in the present context as the Petitioner Company is controlled by MKJ Group or that the business of the Respondent Company and the MKJ Group are similar.     6.1 Under the aforesaid facts and circumstances, it is undoubtedly clear that the Respondent Company received the share transfer deeds along with the original share certificates for registration of the transfer in favour of the Petitioner Company who is already the second largest shareholder in the Respondent Company. On one side, the Respondent Advocate has made the submission that on 13.03.2014, the Petitioner Company had made an application for sale of its 254 shares to the Principal Secretary of Government of West Bengal, Public Enterprises Division as well as the Managing Director of the Respondent Company, on the other side, doubt has been raised over the intention of the Petitioner Company that the purported purchase of 100 equity shares is to take over the control of the Respondent Company. Over and above, the plea has been taken by the Respondent Company Advocate that the Petitioner Company is controlled by M/s MKJ Group and the business of the Respondent Company and MKJ Group are similar, whereas the Government of West Bengal is singly owing 51.01% of the paid up capital of the Company and thereby, the MKJ Group cannot acquire the control of the Respondent Company. As a matter of fact, even if the purchase of additional 100 shares by the Petitioner Company is taken into consideration, the total share-holding of the Petitioner Company will be 39.77% only. Besides, Article 44 of the Article of Association of the Respondent Company gives the authority to the Board to decline the transfer of shares and when such shares are not fully paid up. In the present case, there is no lien on any share of the Petitioner Company and also, the shares are fully paid up. Thus, there seems to be no impediment in transfer of shares and hence, the Petitioner Company has the right to get the shares transferred in its name.     6.2 IN view of the legal position stated supra, I am of the considered opinion that the conditions specified in the concerned Article 44 regarding transfer of shares have been duly filled by the Petitioner Company and the registration of transfer cannot be refused arbitrarily and the reason for non-registration of transfer in favour of the Petitioner Company on the suspicion of acquisition of control by the Petitioner Company over the Respondent Company is baseless and unfounded. Therefore, in the interest of justice, I hereby direct the Respondent Company to register the transfer of impugned 100 shares in the name of the Petitioner Company within 10 days of the receipt of this Order and also, to make suitable entries in the register of members thereafter.”3. The order passed by the Company Law Board in C.P. No. 151 of 2014 was challenged by the appellant before the High Court of Calcutta under Section 10F of the Companies Act, 1956. In the Memorandum of Appeal, the following questions of law were raised:     “XXV. FOR THAT following substantial questions of law arise for consideration and determination by this Hon’ble Court:     a. Whether the Learned Company Law Board was to first consider whether the Appeal has been filed within the time prescribed by Section 58 (4) of the Companies Act, 2013 which is condition precedent to assuming jurisdiction to entertain the Appeal and should have refused to entertain the Appeal?     b. Whether it was the inherent duty and incumbent upon the Learned Company Law Board to consider the question of as to whether the Appeal had been filed within the time prescribed under Section 58 (4) of the Companies Act, 2013 and to reject the Appeal?     c. Whether the Learned Company Law Board should have held that in any event the application for recording of transfer of shares made on 2nd April, 2014 was refused/rejected by the letter dated 16.06.2014 served on the respondent same day and the appeal not having been filed within 60 days from 16th June, 2014 was barred under Section 58 (4) of Companies Act, 2013.     d. Whether the Learned Company Law Board should have held in view of the respondents case in their Advocates letter dated 9th June, 2014 that registration was refused on 2nd April, 2014 the appeal filed on 29th September, 2014 was beyond the time fixed under Section 58 (4) of the Companies Act, 1956 and was not entertainable?     e. Whether the learned Company Law Board can direct rectification of the share register in favour of an applicant when the applicant is controlled by Company which is a competitor in similar business of the Company?     f. Whether the learned Company Law Board ought to have considered that MKJ Group would have access to the appellant and its trade secrets and tenders submitted and policy decision of the petitioner and act contrary to the interest of the appellant and the public at large?     g. Whether the learned Company Law Board can direct rectification of share registration within 10 days from the receipt of the impugned order without there being a valid good reason?     h. Whether on the notification of the Companies Act, 2013 the Company Law Board is entitled to give effect to the repealed provision of the Companies Act 1956?     i. Whether the learned Company Law Board can pass an order without considering the submissions and arguments of a party in its entirety?     j. Whether the learned Company Law Board can pass an order without taking into consideration the contention of the appellant by passing an urreasoned order?     k. Whether the provision of the Companies Act, 2013 with relation of the time period fixed in Section 58 and 59 are mandatory?     l. Whether in view of the notification of Section 58 and 59 of the Companies Act 2013, the Learned Company Law Board had jurisdiction to adjudicate an application there under in view of the said provision only providing jurisdiction to the Tribunal?”4. The High Court by order dated 15.10.2015, dismissed the appeal. The Court took the view that since the appeal filed by the respondent before the Company Law Board under Section 58/59 of the Companies Act, 2013 was liable to be admitted and considered even beyond the period of limitation, there was no other question of law taken in the appeal. To quote the relevant portion:     “The Court : The only question of Law ought to be urged in the proposed appeal is as to whether the Company Law Board lacked authority in receiving the petition under Section 58 of the Companies Act, 2013 beyond the period envisaged in sub-section (4) thereof.”5. The order dated 15.10.2015 passed by the High Court was challenged in Special Leave Petition (Civil) No. 35029 of 2015 by the appellant. The Special Leave Petition was permitted to be withdrawn with liberty to approach the High Court. The said order dated 04.01.2016 reads as follows:     “The learned counsel for the petitioner seeks permission to withdraw the special leave petition with liberty to approach the High Court. Permission is granted with the above liberty. Accordingly, the special leave petition is dismissed as withdrawn. We make it clear that we have not considered the special leave petition on merits.”6. It appears the appellant filed an application to recall the judgment. The same was dismissed by order dated 08.08.2016. The High Court took the view that the liberty granted to the appellant was to file a proper review and not to seek a fresh hearing by recalling the judgment dated 15.10.2015. To quote:     “The Court: The basis of the present application appears to be an order passed by the Hon’ble Supreme Court on 4th January, 2016 preferred against the order passed by a Coordinate Bench on 15th October, 2015. It appears from the order of the Hon’ble Supreme Court that the petitioner prayed for withdrawal of the special leave petition with liberty to approach the High Court. The Hon’ble Supreme Court granted the said liberty. This application has been filed with a prayer for de novo and or fresh consideration of the order dated 15th October, 2015 on a specious plea that the coordinate bench did not consider important questions of law while dismissing the 10F appeal. The petitioner in effect seeks a review of the order passed by a Coordinate Bench. The application is also not accompanied by a memorandum of review. The application is not in form. The petitioner has also not approached the Coordinate Bench seeking review of the order.     Under such circumstances, this application stands dismissed. However, there shall be no order as to costs.”7. The appellant challenged the said order dated 08.08.2016 before this Court.8. By order dated 11.11.2016, it was clarified that it would be open to the appellant to file a proper review. Accordingly, the appellant filed a review before the High Court. The said review petition was dismissed by the High Court holding that there was no mistake capable of correction in review and that the correction could be done only by a superior forum. The order dated 15.09.2017 of the High Court reads as follows:     “The Court :- The grounds cited for seeking reconsideration of the order dated October 15, 2015 have more to do with the merits of the original appeal under Section 10F of the Companies Act, 1956 than what is evident from the relevant order. Not every mistake is capable of correction in a review. A mistake of law or in the appreciation of facts may be made, but the same would be amenable to correction by a superior forum and not by way of a review.     Since no grounds of review are made out, RVW No.59 of 2016 is dismissed without going into the merits of the grounds urged.     There will be no order as to costs.”9. The present appeal is filed compositely challenging the orders dated 15.10.2015 and 15.09.2017.10. We have extensively heard Shri C. Aryama Sundram, learned Senior Counsel appearing for the appellant and Shri Shyam Divan, learned Senior Counsel appearing for the respondent.11. Refusal of registration of the transfer of shares and the appellate remedy are provided under Section 58 of the Companies Act, 2013. This provision had come into force at the relevant time. The Section reads as follows:     “58. Refusal of registration and appeal against refusal.- (1) If a private company limited by shares refuses, whether in pursuance of any power of the company under its articles or otherwise, to register the transfer of, or the transmission by operation of law of the right to, any securities or interest of a member in the company, it shall within a period of thirty days from the date on which the instrument of transfer, or the intimation of such transmission, as the case may be, was delivered to the company, send notice of the refusal to the transferor and the transferee or to the person giving intimation of such transmission, as the case may be, giving reasons for such refusal.     (2) Without prejudice to sub-section (1), the securities or other interest of any member in a public company shall be freely transferable: Provided that any contract or arrangement between two or more persons in respect of transfer of securities shall be enforceable as a contract.     (3) The transferee may appeal to the Tribunal against the refusal within a period of thirty days from the date of receipt of the notice or in case no notice has been sent by the company, within a period of sixty days from the date on which the instrument of transfer or the intimation of transmission, as the case may be, was delivered to the company.     (4) If a public company without sufficient cause refuses to register the transfer of securities within a period of thirty days from the date on which the instrument of transfer or the intimation of transmission, as the case may be, is delivered to the company, the transferee may, within a period of sixty days of such refusal or where no intimation has been received from the company, within ninety days of the delivery of the instrument of transfer or intimation of transmission, appeal to the Tribunal.     (5) The Tribunal, while dealing with an appeal made under sub-section (3) or sub-section (4), may, after hearing the parties, either dismiss the appeal, or by order—        (a) direct that the transfer or transmission shall be registered by the company and the company shall comply with such order within a period of ten days of the receipt of the order; or        (b) direct rectification of the register and also direct the company to pay damages, if any, sustained by any party aggrieved.     (6) If a person contravenes the order of the Tribunal under this section, he shall be punishable with imprisonment for a term which shall not be less than one year but which may extend to three years and with fine which shall not be less than one lakh rupees but which may extend to five lakh rupees.”(Emphasis supplied)12. Under Section 58(2) of the Companies Act, 2013, the securities or interest of any member in a public company are freely transferable. However, under Section 58 (4), it is open to the public company to refuse registration of the transfer of the securities for a sufficient cause. To that extent, Section 58 (4) has to be read as a limited restriction on the free transfer permitted under Section 58 (2). Section 10F of the Companies Act, 1956, provides that an appeal against an order passed by the Company Law Board can be filed before the High Court on questions of law. Right to refuse registration of transfer on sufficient cause is a question of law and whether the cause shown for refusal is sufficient or not in a given case, can be a mixed question of law and fact.13. In the instant case, there is no resolution passed by the company refusing to register the transfer of shares. Since the Company Law Board has gone into the contentions by the appellant for refusing to register transfer for all purposes, it has to be taken that those contentions are the grounds taken by the appellant for refusing to transfer the shares.14. The appellant has taken several grounds in the memorandum of appeal and raised questions of law as well on these aspects. No doubt, one of the main questions of law stressed in the appeal pertains to the limitation. But on going through the several grounds taken in the Memorandum of Appeal and the questions of law raised specifically in the appeal and the grounds, it is apparent that the appellant had raised questions of law other than the question of law on limitation. Hence, the High Court has gone wrong in its view in the order dated 15.10.2015 that “the only question of law sought to be urged in the present appeal is as to whether the Company Law Board lacked authority in reviewing petition under Section 5 of the Companies Act, 2013 beyond the period envisaged in sub-Section 4 thereof”.15. As per order 15.09.2017, the High Court, however, declined to consider the review holding that the same was beyond the scope of review and that the same can be corrected only by a superior forum.16. We are afraid that the stand taken by the High Court cannot be justified in the factual background we have explained and the legal position analysed above. The appellant having taken specific grounds in the appeal and having raised questions of law regarding its right to refuse registration of transfer on sufficient ground, being a statutory appeal under Section 10F of the Companies Act, 1956, the High Court should have considered the same among other questions of law.17. Be that as it may, as we have been taken through the grounds before the Company Law Board, we propose to consider the matter from that stage. The Company Law Board, it appears, was of the view that the refusal to register the transfer of shares can be permitted only if the transfer is otherwise illegal or impermissible under any law. Going by the expression “without sufficient cause” used in Section 58(4), it is difficult to appreciate that view. Refusal can be on the ground of violation of law or any other sufficient cause. Conflict of interest in a given situation can also be a cause. Whether the same is sufficient in the facts and circumstances of a given case for refusal of registration, is for the Company Law Board to decide since the aggrieved party is given the right to appeal. The contention of the appellant before the Company Law Board that the whole transfer is deceptive and mala fide in the background of the respondent company, should have been considered.18. In that view of the matter, we do not think that we should go in further detail on the merits of the contentions. The order dated 16.09.2015 passed by the Company Law Board, Kolkata Bench, Kolkata, the order dated 15.10.2015 in ACO No. 199 of 2015 in APO No. 448 of 2015 and the order dated 15.09.2017 in RVWO 59 of 2016 and ACO 171 of 2016 in APO 448 of 2015 are set aside. The matter is remitted to the Company Law Board, now the National Company Law Tribunal for consideration afresh of the appeal filed under Section 58 of the Companies Act, 1956. We make it clear that the Tribunal shall pass orders afresh uninfluenced by any of the observations and findings in the order dated 16.09.2015 of the Company Law Board, orders of the High Court or of this Court. We direct the Tribunal to pass orders expeditiously since the appeal is of the year 2014. The appeals are disposed of accordingly.19. There shall be no order as to costs.**********", "appeal_number": "Civil Appeal Nos. 3322-3323 of 2018 [Arising out of SLP (Civil) Nos. 8204-8205 of 2018] [Diary No. 485 of 2018]", "type": "land"}