{"url": "http://judgementstoday.com/judgements/GRb42E7eBL/mangla-ram-v-the-oriental-insurance-co-ltd-ors", "title": "Mangla Ram v. The Oriental Insurance Co. Ltd. & Ors.", "date": "06-04-2018", "headnote": "Motor vehicle accidentNature of proof – Preponderance of probability - Evidence on involvement of offending jeep - PW1, who was riding a motor-cycle was hit by a jeep – Version of PW2 and PW4, (who took PW1 to hospital) that they had noted the number of the jeep and heard driver's name, was not believed by tribunal – PW1’s version was also  discarded – However on basis of police investigation report and charge-sheet which stated that accident was caused by jeep on basis of statements of PW1 (appellant) and other witnesses, Tribunal opined that the accident had occurred – Whether having disbelieved the oral evidence, issue could have been answered in favour of PW1, only on basis of police report – Findings of tribunal over-turned by High Court as Statement of PW1 that bumper of jeep was hit was contrary to the investigation report which stated that jeep bore a scratch on the mudguard of the tyre. Held, observation of the High Court is based on surmises and conjectures. Jeep was seized by the police one month after the accident and thus, possibility of same having been repaired in the meantime could not be ruled out.  Moreover, Tribunal had not discarded the evidence of PWs. 1, 2 and 4 in toto. Their version to the extent of having noted the jeep number, was discarded. But their consistent evidence to the effect that PW1's motor-cycle was hit by the jeep from back side, due to which PW1 suffered injuries and his leg was amputated, was not doubted. In motor vehicle cases there should be a holistic analysis of entire pleadings and evidence of the claimants should be examined on the touchstone of preponderance of probabilities. High Court erred in reversing the holistic view of the Tribunal.HELDAppellant is justified in contending that the High Court committed manifest error in reversing the holistic view of the Tribunal in reference to the statements of witnesses forming part of the charge-sheet, FIR, Jeep Seizure Report in particular, to hold that Jeep No.RST-4701 driven by respondent No.2 was involved in the accident in question. Indeed, the High Court was impressed by the Mechanical Investigation Report (Exh. 5) which stated that only a scratch mark on the mudguard of the left tyre of the vehicle had been noted. On that basis, it proceeded to observe that the same was in contradiction to the claim of the appellant (claimant), ruling out the possibility of involvement of the vehicle in the accident. This conclusion is based on surmises and conjectures and also in disregard of the relevant fact that the vehicle was seized by the police after investigation, only after one month from the date of the accident and the possibility of the same having been repaired in the meantime could not be ruled out. In other words, the reasons which weighed with the High Court for reversing the finding of fact recorded by the Tribunal upon holistic analysis of the entire evidence, about the involvement of Jeep No.RST-4701 in the accident, cannot be countenanced. For, those reasons do not affect the other overwhelming circumstances and evidence which has come on record and commended to the Tribunal about the involvement of the subject jeep in the accident in question. This being the main edifice, for which the High Court allowed the appeal preferred by respondent Nos.2 & 3, it must necessarily follow that the finding of fact recorded by the Tribunal on the factum of involvement of Jeep No. RST-4701 in the accident in question will have to be restored for reasons noted hitherto. (Para 20)Indeed, the Tribunal did not accept the version of PW1, PW2 and PW4 about the involvement of Jeep No.RST-4701, but has not discarded their version in toto. The evidence of these witnesses to the extent they have consistently stated that when the appellant was riding on his motorcycle bearing No.RJ 19-6636 at the relevant time, going to Basni from Panwara Phanta and when he reached near Siviya Nada, a green jeep coming at a high speed from Salawas side, hit the motorcycle from back side, as a result of which the appellant fell down and suffered severe injuries including to his right leg which was eventually amputated from above the knee level, has not been doubted. Pertinently, besides mentioning the description of the offending vehicle as a “jeep” they have also spoken about its colour (green) and that it was displaying the Congress Party flags and banners on the side of the jeep. In other words, their version limited to having noted the jeep number, has not been accepted. Besides, the Tribunal relied upon the evidence of respondent No.2 Chail Singh (DW1) and Bhanwar Singh (DW2) who had stated that the jeep was deployed in the election campaign of Sarpanch of Somdar Village on the Salawas Road and thus denied the involvement of the vehicle in the accident in question. (Para 14)Nature of proof - Preponderance of probabilities - Evidence on negligence of driver of offending vehicle - In a collusion of appellant's motorcycle with jeep, appellant suffered serious injuries - Finding of tribunal in favour of appellant over-turned by High Court on the ground that tribunal had not recorded any finding pertaining to negligence of jeep driver. Held, the view is factually untenable. Analysis of Tribunal shows that accident occurred due to rash and negligently driven jeep. Moreover,  negligence on the part of the driver of the offending vehicle needs to be determined on the touchstone of preponderance of probability and not by standard of proof beyond reasonable doubt. Filing of charge-sheet against respondent No.2, prima facie,points towards his complicity in driving the vehicle negligently and rashly. Same is also evident from the evidence of witnesses. High Court erred in taking a contrary view. Dulcina Fernandes referred. Minu B Mehta, Meena Variyal, Surendra Kumar Arora, held to be of no avail.HELDOur understanding of the analysis done by the Tribunal is to hold that Jeep No. RST-4701 was driven rashly and negligently by respondent No.2 when it collided with the motorcycle of the appellant leading to the accident. This can be discerned from the evidence of witnesses and the contents of the chargesheet filed by the police, naming respondent No.2. This Court in a recent decision in Dulcina Fernandes (supra), noted that the key of negligence on the part of the driver of the offending vehicle as set up by the claimants was required to be decided by the Tribunal on the touchstone of preponderance of probability and certainly not by standard of proof beyond reasonable doubt. Suffice it to observe that the exposition in the judgments already adverted to by us, filing of chargesheet against respondent No.2 prima facie points towards his complicity in driving the vehicle negligently and rashly. Further, even when the accused were to be acquitted in the criminal case, this Court opined that the same may be of no effect on the assessment of the liability required in respect of motor accident cases by the Tribunal. Reliance placed upon the decisions in Minu B Mehta(supra) and Meena Variyal (supra), by the respondents, in our opinion, is of no avail. The dictum in these cases is on the matter in issue in the concerned case. Similarly, even the dictum in the case of Surender Kumar Arora (supra) will be of no avail. In the present case, considering the entirety of the pleadings, evidence and circumstances on record and in particular the finding recorded by the Tribunal on the factum of negligence of the respondent No.2, the driver of the offending jeep, the High Court committed manifest error in taking a contrary view which, in our opinion, is an error apparent on the face of record and manifestly wrong. (Para 21)Contributory negligence - Tribunal holding appellant equally negligent as he was driving in the middle of the road, when jeep collided with his motorcycle from behind – Reliance placed on site map. Held, spot where the motor vehicle was found lying after the accident cannot be the basis to assume that it was driven on the wrong side of the road. Considering the nature of accident and the fact that motor-cycle was hit by the high speeding jeep, motorcycle would have been pushed forward after the collision. There was no finding by Courts below that the spot noted in the site map, was the spot where the accident actually occurred. There was no material to show that appellant was driving on the wrong side.  Thus, finding on contributory negligence is set aside. Contention relating to invalid licence of appellant is also rejected.HELDWe find substance in the criticism of the appellant that the spot where the motor vehicle was found lying after the accident cannot be the basis to assume that it was driven in or around that spot at the relevant time. It can be safely inferred that after the accident of this nature in which the appellant suffered severe injuries necessitating amputation of his right leg above the knee level, the motorcycle would be pushed forward after the collision and being hit by a high speeding jeep. Neither the Tribunal nor the High Court has found that the spot noted in the site map, one foot wrong side on the middle of the road was the spot where the accident actually occurred. However, the finding is that as per the site map, the motorcycle was found lying at that spot. That cannot be the basis to assume that the appellant was driving the motorcycle on the wrong side of the road at the relevant time. Further, the respondents did not produce any contra evidence to indicate that the motorcycle was being driven on the wrong side of the road at the time when the offending vehicle dashed it. In this view of the matter, the finding of the Tribunal that the appellant contributed to the occurrence of the accident by driving the motorcycle on the wrong side of the road, is manifestly wrong and cannot be sustained. The High Court has not expressed any opinion on this issue, having already answered the issue about the noninvolvement of the offending vehicle in favour of respondent Nos.2 & 3. (Para 23)Resultantly, the argument of the respondents that the appellant did not possess a valid motorcycle driving licence at the time of accident, will be of no significance. Thus, we hold that there is no legal evidence to answer the issue of contributory negligence against the appellant. (Para 24)Computation of compensation – Motor vehicle accident - Amputation of leg up to knee – Appellant, who was a driver, claimed 40% permanent disability and 100% functional disability -  Tribunal awarded Rs.1,27,000/- but reduced it to half, due to purported contributory negligence – Tribunal pegged the loss of monthly income to appellant at Rs.520/- p.m. as there was no convincing evidence about his complete non-employability. Held, tribunal erred in not providing for future prospects. No provision was made towards the permanent use of prosthetic leg. On these grounds appellant was entitled to enhancement of compensation, which is awarded with interest at the rate of 9% p.a.. Fact that he possessed heavy transport motor vehicle driving license and it was valid for a limited period could not have been the basis to belie his claim, which was supported by his employer.  Pranay Sethi’s case referred.HELDThe next question is about the quantum of compensation amount to be paid to the appellant. The Tribunal noted the claim of the appellant that he was getting Rs.1500/- per month towards his salary and Rs.600/- per month towards food allowance from Bhanwar Lal. The fact that the appellant had possessed heavy transport motor vehicle driving licence has not been doubted. The driving licence on record being valid for a limited period, cannot be the basis to belie the claim of the appellant duly supported by Bhanwar Lal, that the appellant was employed by him on his new truck. Besides the said income, the appellant claimed to have earning of Rs.1000/- per month from farming fields. In other words, we find that the Tribunal has not analysed this evidence in proper perspective. The Tribunal, however, pegged the loss of monthly income to the appellant at Rs.520/- per month while computing the compensation amount on the finding that there was no convincing evidence about complete non-employability of the appellant. Further, no provision has been made by the Tribunal towards future prospects. The Tribunal, therefore, should have computed the loss of income on that basis. Additionally, the appellant because of amputation of his right leg would be forced to permanently use prosthetic leg during his life time. No provision has been made by the Tribunal in that regard. On these heads, the appellant is certainly entitled for enhanced compensation. (Para 25)Taking the loss of monthly income due to permanent disability of 40%, the appellant will be entitled to Rs.2,25,792/- [ Rs.840 per month (i.e. 40 % of Rs.2,100/-) + 40% future prospects [as per Pranay Sethi (supra)] x 12 x 16, i.e. (840 + 336) x 12 x 16. We uphold the amounts quantified by the Tribunal towards the heads for medical treatment after the accident, motorcycle repair, mental and physical problem, as it is. However, the appellant, in our opinion, is additionally entitled to medical expenses for procurement of a prosthetic leg, which is quantified at Rs.25,000/- (Rupees twenty five thousand only). (Para 27)Accidental claim – Liability of insurance company – Tribunal absolved insurance company on finding that it neither received any premium nor issued any insurance policy – According to Insurance company the cover note on which respondents nos. 2 & 3 were relying was fraudulently obtained from its development officer, who was later sacked. Held, the Cover Note was issued by the then Development Officer at a point of time when he was still working with Insurance Company. He was acting on behalf of the Insurance Company. Though Insurance Company may not be liable to pay any compensation as no insurance policy was issued in respect of the offending vehicle, much less a valid insurance policy, but for the Cover Note issued by the Development Officer  principle of “pay and recover”, can be invoked. Swaran Singh's case referred.HELDThe next question is about the liability of insurer to pay the compensation amount. The Tribunal has absolved the insurance company on the finding that no premium was received by the insurance company nor any insurance policy was ever issued by the insurance company in relation to the offending vehicle. The respondents no.2 and 3 had relied on a Cover Note which according to respondent No.1 – Insurance Company was fraudulently obtained from the then Development Officer, who was later on sacked by respondent No.1 Insurance Company. The possibility of misuse of some cover notes lying with him could not be ruled out. The respondent Nos.2 & 3 have relied on the decision of this Court in Rula (supra). That decision will be of no avail to respondent Nos.2 & 3. In that case, the Court found that the insurance policy was already issued after accepting the cheque; whereas in the present case, the respondent No.1 Insurance Company has been able to show that no payment was received by the company towards the insurance premium nor any insurance policy had been issued in respect of the offending vehicle (jeep). However, the claim of respondent Nos.2 & 3 to the extent that they possessed a cover note issued by the then Development Officer of the Oriental Insurance Company (respondent No.1) will have to be accepted coupled with the fact that there is no positive evidence to indicate that the said Cover Note is ante-dated. Pertinently, the Cover Note has been issued by the then Development Officer at a point of time when he was still working with respondent No.1 Insurance Company. It must follow that the then Development Officer was acting on behalf of the Insurance Company, even though stricto sensu the respondent No.1 Insurance Company may not be liable to pay any compensation as no insurance policy has been issued in respect of the offending vehicle, much less a valid insurance policy. But for the Cover Note issued by the Development Officer of respondent No.1 Insurance Company at a point of time when he was still working with respondent No.1, to do substantial justice, we may invoke the principle of “pay and recover”, as has been enunciated by this Court in the case of National Insurance Co. Ltd. v. Swaran Singh & Ors. [JT 2004 (1) SC 109]. (Para 26)Motor Vehicles Act, 1988Section 166 – Nature of proof required in motor accident cases. Held, claimants are only required to establish their case on the touchstone of preponderance of probability. Standard of proof beyond reasonable doubt, as applicable in criminal cases, cannot be applied in motor accident cases. Even acquittal of accused in a criminal case, may be of no effect on the assessment of the liability required in respect of motor accident cases. Approach of the Tribunal should be holistic analysis of the entire pleadings and evidence of the claimants ought to be examined on the touchstone of preponderance of probability. Bimla Devi, Dulcina Fernandes, Parmeswari, M. Karumai Ammal, Shila Datta [JT 2011 (12) SC 233], referred. (Paras 16-19.1, 22)", "judgement": "A.M. Khanwilkar, J.1. In the present appeals, the appellant/claimant has challenged the judgment dated 5th January, 2017 passed by the High Court of Judicature for Rajasthan, Jodhpur Bench, in SB Civil Miscellaneous Appeal Nos.273 of 2001 and 290 of 2001, which set aside the award of the Motor Accident Claims Tribunal [‘the Tribunal’] granting compensation to the appellant at the instance of respondent Nos.2 and 3 (driver and owner of the offending vehicle, respectively) as also negatived the appellant’s prayer for enhancement of the compensation amount.2. The appellant alleges that on or about 10th February, 1990, while he was riding his motorcycle, bearing No. RJ-19-6636, he was hit by jeep No. RST-4701, owned by respondent No.3 and purportedly being driven by respondent No.2 at the time, resulting in serious injuries and ultimately, amputation of his right leg above the knee. The appellant subsequently filed an application before the Tribunal, Jodhpur, seeking compensation against the respondents, including the respondent No.1 insurance company. He claimed 40% permanent disability and 100% functional disability, contending that his primary livelihood of driving heavy transport vehicles (HTVs) had been curtailed on account of his amputation, and sought compensation to the tune of Rs. 11,17,000/. Respondent Nos.2 and 3 denied the accident and the involvement of the jeep in question. The respondent No.1 insurance company argued that the cover note purportedly taken for the jeep in question was fraudulent. The cover note had been given unauthorisedly by its then Development Officer, no premium had been deposited with the company and no policy had been issued in that regard. Thus, the jeep was not validly insured.3. In its judgment dated 22nd November, 2000, the Tribunal discussed the evidence on record in detail. PW2 (Chainaram) and PW4 (Thanaram), who had taken the appellant to the hospital after the accident, deposed that after the accident, the jeep which caused the accident stopped ahead and they noted the jeep number in the backlight and further, they heard the driver’s name being called out by the passengers in the jeep. The Tribunal, however, found that their version of having noted the jeep number and heard the driver’s name seemed to be unnatural. The Tribunal also discarded the version of the appellant (PW1) about the details of the vehicle as being not reliable. The Tribunal then noted the evidence of the defence witnesses, that the jeep in question was nowhere near the area of the accident. The Tribunal, however, opined that the accident had been caused by the jeep in question, based on the investigation report filed by the police mentioning that when they seized the jeep after one month of the accident, the jeep bore a scratch on the mudguard of the tyre on the upper footboard on the left side. The Tribunal also relied on the charge sheet (Exh.1) filed by the police, wherein it has been stated that the accident was caused by the jeep in question on the basis of statements made by the appellant and other witnesses (Roopram, Thanaram and Pratap Singh). The Tribunal held that there was no reason to disagree with the conclusion of the police. In short, the Tribunal disbelieved the evidence of the appellant’s witnesses, regarding the commission of accident by the jeep in question, as unreliable but nevertheless relied upon the investigation report as also the charge sheet filed by the police in that regard which was supported by two other witnesses who did not depose before the Tribunal.4. The Tribunal then referred to the site map of the accident (Exh.2), to conclude that the appellant was riding his motorcycle one foot on wrong side from the middle of the road and hence, had contributed to the accident by being negligent. The Tribunal also accepted the plea of the respondent No.1 insurance company that the cover note as regard the offending jeep was fraudulent. The Tribunal accepted the evidence of witness DW4, the branch manager of the respondent No.1 insurance company, that the company did not receive any premium under the relevant cover note and had not issued any insurance policy in that regard. DW 4 had deposed that the cover note was not deposited with the company. Further, the concerned development officer, whose signature was on the cover note, had been removed from the respondent No.1 insurance company but had in his possession certain cover notes, including the relevant cover note. DW 4 stated that no insurance policy was issued on the basis of the said cover note. The Tribunal then found that it was possible that the Development Officer had backdated the cover note and had not deposited the money for issuing a policy with the company. The Tribunal thus held that the vehicle was not insured by the company and, therefore, the company was not liable.5. Based on the aforesaid observations, the Tribunal took into account the injuries caused to the appellant and calculated compensation of Rs. 1,27,000/- but, owing to the purported negligence of the appellant, reduced the amount by half and finally awarded a sum of Rs. 63,500/- to the appellant payable by the respondent Nos. 2 and 3 jointly.6. The appellant filed an appeal (SB Civil Misc. Appeal No.273 of 2001) for enhancement whereas respondent Nos. 2 and 3 (driver and owner of the jeep, respectively) challenged the Tribunal’s award (by way of SB Civil Misc. Appeal No.290 of 2001), before the High Court of Rajasthan, Jodhpur Bench. In its judgment dated 5th January, 2017, the High Court concluded that the Tribunal’s findings were incorrect, unconvincing and not supported by evidence. Further, the Tribunal’s reasoning, that it did not believe the oral evidence of the parties but had nevertheless answered the issue in favour of the claimant solely on the basis of the police report, on the ground that there was no reason not to believe the conclusion arrived at by the police, was flawed and incorrect. The High Court noted that the Tribunal was not convinced about the involvement of the vehicle, despite which it held that involvement was proved. Furthermore, no finding regarding negligence of the driver of the jeep had been recorded by the Tribunal rather it found that the appellant was negligent while riding his motorcycle. The High Court took the view that mere filing of a chargesheet, without any finding of conviction, was insufficient to prove negligence by respondent Nos. 2 and 3. Additionally, the High Court also held that the statement of the appellant, wherein he claimed that the bumper of the jeep had hit the rear of his motorcycle, was contradicted by the investigation report of the jeep which recorded that it did not bear out that the jeep had been involved in an accident. The High Court, therefore, was pleased to set aside the Tribunal’s award and allowed the appeal filed by the driver and owner of the jeep (respondent Nos. 2 and 3 respectively) while dismissing the appeal filed by the appellant.7. We have heard Mr. Rishabh Sancheti, learned counsel appearing for the appellant. He contends that the evidence on record clearly indicates that the accident was caused due to the rash and negligent driving of Jeep No. RST-4701 by respondent No.2, which fact has been established by the eyewitnesses. The respondent No.2 failed to adduce any cogent evidence in his defence. He also contends that the vehicle in question was seized by the police but there was a strong possibility that it had been repaired in the interregnum creating a discrepancy between the accounts of the witnesses who were present at the time of the accident and the actual condition of the vehicle at the time of seizure. Further, the Tribunal’s reliance on the site map to infer that the appellant was riding his motorcycle on the wrong side of the road is erroneous as the site map merely reflected the position of the motorcycle after the accident and not at the time of the accident. The High Court, contends the learned counsel, erroneously decided the matter on the principle of ‘beyond reasonable doubt’ whereas proceedings under the Motor Vehicles Act were required to be decided on the basis of preponderance of probabilities and thus, the degree of proof required was much less. Additionally, the proceedings under the Motor Vehicles Act were not adversarial and in that regard, the evidence on record was sufficient to reach at the conclusion that respondent No.2’s negligence led to the accident and that the appellant was entitled to full compensation. Finally, the appellant suffered 40% permanent disability and 100% functional disability and on that basis, the Tribunal erred by not granting higher compensation to the appellant. He also contends that the courts below erred in absolving the respondent No.1 insurance company from its liability. The following cases were cited by the learned counsel in support of the submissions: Kaushnuma Begum & Ors. v. The New India Assurance Co. Ltd. and Ors. [JT 2001 (1) SC 375], Dulcina Fernandes and Ors. v. Joaquim Xavier Cruz and Anr. [JT 2013 (13) SC 217], Bimla Devi and Ors. v. Himachal Road Transport Corporation and Ors. [JT 2009 (5) SC 515], Ravi Kapur v. State of Rajasthan [JT 2012 (7) SC 480], National Insurance Co. Ltd. v. Pranay Sethi & Ors. [JT 2017 (10) SC 450], Kishan Gopal & Anr. v. Lala & Ors. [JT 2013 (11) SC 563], Harbans Lal v. Harvinder Pal [2015 SCC OnLine P& H 9926], New India Assurance Co. Ltd. v. Pazhaniammal & Ors. [2011 SCC OnLine Ker 1881], United India Insurance Co. Ltd. v. Deepak Goel [2014 SCC OnLine Del 362], Manisha v. Umakant Marotrao Kolhe [2015 SCC OnLine Bom 4613] and Mahawati Devi v. Branch Manager [2017 SCC OnLine Pat 1145].8. We have also heard Ms. Aishwarya Bhati, learned counsel for respondent Nos.2 and 3 [in SLP (Civil) No. 28141 of 2017 and respondent Nos.1 and 2 in SLP (Civil) No.28142 of 2017] the driver and owner, respectively, of the offending jeep and Mr. K.K. Bhat, learned counsel appearing for respondent No.1 Insurance Company. They contend that the appellant did not have a valid driving licence at the time of the accident and was negligently driving on the wrong side of the road. Even the driving licence produced by the appellant was for a different class of vehicles and not for a motorcycle, which he was riding at the time of the accident. Further, the Tribunal sans examination of the witnesses whose statement were recorded by the police in furtherance of the FIR filed in relation to the subject accident could not have based its conclusion merely due to filing of a charge sheet in that regard and without any information as to any conviction. Mere filing of the charge sheet by the police is not enough. That is not a legal evidence, much less sufficient to record a finding of fact that either that the jeep in question was involved in the accident or that respondent No.2 was negligently driving the said vehicle. The High Court has also categorically opined that no finding on the factum of negligence on the part of respondent No.2 driver of the jeep has been recorded by the Tribunal; and that the selfsame police report indicates that the jeep was not involved in the accident in question.9. On the issue of whether the jeep was validly insured, Ms. Bhati contends that the respondent No.3 owner took insurance for the jeep and even paid premium for the same and hence, any objection taken by the respondent No.3 insurance company that such insurance was fraudulently obtained, is untenable. Reliance is placed on the decision in New India Assurance Co. Ltd. v. Rula & Ors. [JT 2000 (3) SC 37], to buttress this submission. Mr. Bhat, however, argues that the jeep was not insured and that the official of the company who had issued the cover note had fraudulently issued the same. It is possible that the said official had backdated certain cover notes, for which he had been expelled from the company. The evidence in that regard is conclusive and there is a finding by the Tribunal on that count. Mr. Bhat relies upon the decisions in Oriental Insurance Co. Ltd. v. Meena Variyal [JT 2007 (5) SC 65], Minu B Mehta & Anr. v. Balakrishna Ramachandra Nayan & Anr. [1977 (2) SCC 441] and Surender Kumar Arora & Anr. v. Dr. Manoj Bisla & Ors. [JT 2012 (3) SC 623].10. The moot question which arises for our consideration in these appeals is about the justness of the decision of the High Court in reversing the finding of fact recorded by the Tribunal on the factum of involvement of Jeep No.RST-4701 in the accident occurred on 10th February, 1990 at about 8.008.30 P.M. and also on the factum of negligence of the driver of the jeep causing the accident in question. On the first aspect, the High Court has noted that the Tribunal having discarded the oral evidence adduced by the appellant (claimant) could not have based its finding merely on the basis of the FIR and the chargesheet filed against the driver of the offending vehicle and also because the mechanical investigation report (Exh.5) merely indicated that on the left side of the offending vehicle a scratch mark was noticed on the mudguard of the left tyre which contradicted the statement of the claimant and the Police Investigation Report much less showing involvement of the vehicle in the accident. As regards the second aspect on the factum of negligence, the High Court noted that the Tribunal did not record any finding about the negligence of the driver of the jeep and the site map (Exh. 2) would indicate that the appellant/claimant himself was negligent in driving the motorcycle in the middle of the road.11. As the judgment of the High Court has been assailed in the appeal filed by the appellant (claimant) for enhancement of compensation, including the finding of the Tribunal in discarding the evidence of PW1, PW2 and PW4 on the factum of involvement of the offending vehicle in the accident and also on the factum of the said vehicle being driven rashly and negligently by the driver (respondent No.2), we have been called upon to examine even the correctness of the approach of the Tribunal. We are conscious of the fact that in an appeal under Article 136 of the Constitution, ordinarily this Court will not engage itself in reappreciation of the evidence as such but can certainly examine the evidence on record to consider the challenge to the findings recorded by Tribunal or the High Court, being perverse or replete with error apparent on the face of the record and being manifestly wrong.12. From the evidence which has come on record, the finding recorded by the Tribunal that the appellant while riding his motorcycle on 10th February, 1990 between 8.00 P.M. and 8.30 P.M., met with an accident when a jeep being driven rashly and negligently, struck his motorcycle resulting in falling down and suffering severe injuries on his right leg, which was required to be amputated from above the knee level at MGH Hospital, seems to us to be a possible view. That position is established from the oral evidence of PWs1, 2 and 4 and the charge sheet and its accompanying documents filed by the police. Even the High Court has broadly agreed with this finding recorded by the Tribunal.13. The debatable issue is about the factum of involvement of Jeep No.RST-4701 allegedly driven by respondent No.2 and whether it was driven rashly and negligently as a result of which the accident occurred.14. Indeed, the Tribunal did not accept the version of PW1, PW2 and PW4 about the involvement of Jeep No.RST-4701, but has not discarded their version in toto. The evidence of these witnesses to the extent they have consistently stated that when the appellant was riding on his motorcycle bearing No.RJ 19-6636 at the relevant time, going to Basni from Panwara Phanta and when he reached near Siviya Nada, a green jeep coming at a high speed from Salawas side, hit the motorcycle from back side, as a result of which the appellant fell down and suffered severe injuries including to his right leg which was eventually amputated from above the knee level, has not been doubted. Pertinently, besides mentioning the description of the offending vehicle as a “jeep” they have also spoken about its colour (green) and that it was displaying the Congress Party flags and banners on the side of the jeep. In other words, their version limited to having noted the jeep number, has not been accepted. Besides, the Tribunal relied upon the evidence of respondent No.2 Chail Singh (DW1) and Bhanwar Singh (DW2) who had stated that the jeep was deployed in the election campaign of Sarpanch of Somdar Village on the Salawas Road and thus denied the involvement of the vehicle in the accident in question. Nevertheless, the Tribunal then adverted to the FIR and the chargesheet filed in respect of the accident naming respondent No.2 as accused. The Tribunal placed reliance upon the copy of challan (Exh.1), copy of FIR (Exh.32), Site Map (Exhs.3 & 4), Jeep Seizure Report (Exh.5), X-Ray (Exh.6) and Injury Report (Exh.7), to opine that these police records gathered during the investigation of the crime not only confirmed that an accident had occurred but also indicated the involvement of the offending Jeep No.RST-4701, which was driven by respondent No.2 at the relevant time. The Tribunal went on to conclude that there was no reason to disagree with the opinion of the Investigating Agency in that behalf. The chargesheet was accompanied by the statements of the appellant and the witnesses Rooparam, Thanaram and Pratap Singh. On the basis of the entirety of the evidence, the Tribunal had held that Jeep No.RST-4701 which was driven by respondent No.2 at the relevant time was involved in the accident in question, causing severe injuries to the appellant.15. The High Court, however, reversed this finding of fact rendered by the Tribunal essentially on two counts: First, that the Tribunal having discarded the oral evidence about the involvement of Jeep No.RST-4701 in the accident in question, allegedly driven by respondent No.2, could not and ought not to have recorded the finding on the relevant issue against respondent Nos.2 & 3 merely by relying on the documents forming part of the police charge sheet. Second, the jeep seizure report (Exh. 5) indicated that only a scratch on the mudguard of the left tyre of the vehicle was noticed, which contradicted the claim of the appellant about the involvement of the vehicle. 16. The question is: whether this approach of the High Court can be sustained in law? While dealing with a similar situation, this Court in Bimla Devi (supra) noted the defence of the driver and conductor of the bus which inter alia was to cast a doubt on the police record indicating that the person standing at the rear side of the bus, suffered head injury when the bus was being reversed without blowing any horn. This Court observed that while dealing with the claim petition in terms of Section 166 of the Motor Vehicles Act, 1988, the Tribunal stricto sensu is not bound by the pleadings of the parties, its function is to determine the amount of fair compensation. In paragraphs 11-15, the Court observed thus:     “11. While dealing with a claim petition in terms of Section 166 of the Motor Vehicles Act, 1988, a tribunal stricto sensu is not bound by the pleadings of the parties; its function being to determine the amount of fair compensation in the event an accident has taken place by reason of negligence of that driver of a motor vehicle. It is true that occurrence of an accident having regard to the provisions contained in Section 166 of the Act is a sine qua non for entertaining a claim petition but that would not mean that despite evidence to the effect that death of the claimant’s predecessor had taken place by reason of an accident caused by a motor vehicle, the same would be ignored only on the basis of a postmortem report vis-à-vis the averments made in a claim petition.     12. The deceased was a constable. Death took place near a police station. The postmortem report clearly suggests that the deceased died of a brain injury. The place of accident is not far from the police station. It is, therefore, difficult to believe the story of the driver of the bus that he slept in the bus and in the morning found a dead body wrapped in a blanket. If the death of the constable had taken place earlier, it is wholly unlikely that his dead body in a small town like Dharampur would remain undetected throughout the night particularly when it was lying at a bus-stand and near a police station. In such an event, the court can presume that the police officers themselves should have taken possession of the dead body.     13. The learned Tribunal, in our opinion, has rightly proceeded on the basis that apparently there was absolutely no reason to falsely implicate Respondents 2 and 3. The claimant was not at the place of occurrence. She, therefore, might not be aware of the details as to how the accident took place but the fact that the first information report had been lodged in relation to an accident could not have been ignored.     14. Some discrepancies in the evidence of the claimant’s witnesses might have occurred but the core question before the Tribunal and consequently before the High Court was as to whether the bus in question was involved in the accident or not. For the purpose of determining the said issue, the Court was required to apply the principle underlying the burden of proof in terms of the provisions of Section 106 of the Evidence Act, 1872 as to whether a dead body wrapped in a blanket had been found at the spot at such an early hour, which was required to be proved by Respondents 2 and 3.     15. In a situation of this nature, the Tribunal has rightly taken a holistic view of the matter. It was necessary to be borne in mind that strict proof of an accident caused by a particular bus in a particular manner may not be possible to be done by the claimants. The claimants were merely to establish their case on the touchstone of preponderance of probability. The standard of proof beyond reasonable doubt could not have been applied. For the said purpose, the High Court should have taken into consideration the respective stories set forth by both the parties.”(emphasis supplied)17. The Court restated the legal position that the claimants were merely to establish their case on the touchstone of preponderance of probability and standard of proof beyond reasonable doubt cannot be applied by the Tribunal while dealing with the motor accident cases. Even in that case, the view taken by the High Court to reverse similar findings, recorded by the Tribunal was set aside. Following the enunciation in Bimla Devi’s case (supra), this Court in Parmeswari (supra) noted that when filing of the complaint was not disputed, the decision of the Tribunal ought not to have been reversed by the High Court on the ground that nobody came from the office of the SSP to prove the complaint. The Court appreciated the testimony of the eyewitnesses in paragraphs 12 & 13 and observed thus:     “12. The other ground on which the High Court dismissed the case was by way of disbelieving the testimony of Umed Singh, PW 1. Such disbelief of the High Court is totally conjectural. Umed Singh is not related to the appellant but as a good citizen, Umed Singh extended his help to the appellant by helping her to reach the doctor’s chamber in order to ensure that an injured woman gets medical treatment. The evidence of Umed Singh cannot be disbelieved just because he did not file a complaint himself. We are constrained to repeat our observation that the total approach of the High Court, unfortunately, was not sensitised enough to appreciate the plight of the victim.     13. The other so-called reason in the High Court’s order was that as the claim petition was filed after four months of the accident, the same is “a device to grab money from the insurance company”. This finding in the absence of any material is certainly perverse. The High Court appears to be not cognizant of the principle that in a road accident claim, the strict principles of proof in a criminal case are not attracted…….”18. It will be useful to advert to the dictum in N.K.V. Bros. (P) Ltd. v. M. Karumai Ammal and Ors. [1980 (3) SCC 457], wherein it was contended by the vehicle owner that the criminal case in relation to the accident had ended in acquittal and for which reason the claim under the Motor Vehicles Act ought to be rejected. This Court negatived the said argument by observing that the nature of proof required to establish culpable rashness, punishable under the IPC, is more stringent than negligence sufficient under the law of tort to create liability. The observation made in paragraph 3 of the judgment would throw some light as to what should be the approach of the Tribunal in motor accident cases. The same reads thus:     “3. Road accidents are one of the top killers in our country, specially when truck and bus drivers operate nocturnally. This proverbial recklessness often persuades the courts, as has been observed by us earlier in other cases, to draw an initial presumption in several cases based on the doctrine of res ipsa loquitur. Accidents Tribunals must take special care to see that innocent victims do not suffer and drivers and owners do not escape liability merely because of some doubt here or some obscurity there. Save in plain cases, culpability must be inferred from the circumstances where it is fairly reasonable. The court should not succumb to niceties, technicalities and mystic maybes. We are emphasizing this aspect because we are often distressed by transport operators getting away with it thanks to judicial laxity, despite the fact that they do not exercise sufficient disciplinary control over the drivers in the matter of careful driving. The heavy economic impact of culpable driving of public transport must bring owner and driver to their responsibility to their neighbour. Indeed, the State must seriously consider no-fault liability by legislation. A second aspect which pains us is the inadequacy of the compensation or undue parsimony practised by tribunals. We must remember that judicial tribunals are State organs and Article 41 of the Constitution lays the jurisprudential foundation for State relief against accidental disablement of citizens. There is no justification for niggardliness in compensation. A third factor which is harrowing is the enormous delay in disposal of accident cases resulting in compensation, even if awarded, being postponed by several years. The States must appoint sufficient number of tribunals and the High Courts should insist upon quick disposals so that the trauma and tragedy already sustained may not be magnified by the injustice of delayed justice. Many States are unjustly indifferent in this regard.”19. In Dulcina Fernandes (supra), this Court examined similar situation where the evidence of claimant’s eyewitness was discarded by the Tribunal and that the respondent in that case was acquitted in the criminal case concerning the accident. This Court, however, opined that it cannot be overlooked that upon investigation of the case registered against the respondent, prima facie, materials showing negligence were found to put him on trial. The Court restated the settled principle that the evidence of the claimants ought to be examined by the Tribunal on the touchstone of preponderance of probability and certainly the standard of proof beyond reasonable doubt could not have been applied as noted in Bimla Devi (supra). In paragraphs 8 & 9, of the reported decision, the dictum in United India Insurance Co. Ltd. v. Shila Datta [JT 2011 (12) SC 233], has been adverted to as under:     “8. In United India Insurance Co. Ltd. v. Shila Datta while considering the nature of a claim petition under the Motor Vehicles Act, 1988 a three-Judge Bench of this Court has culled out certain propositions of which Propositions (ii), (v) and (vi) would be relevant to the facts of the present case and, therefore, may be extracted hereinbelow: (SCC p. 518, para 10)        ‘10. (ii) The rules of the pleadings do not strictly apply as the claimant is required to make an application in a form prescribed under the Act. In fact, there is no pleading where the proceedings are suo motu initiated by the Tribunal.        * * *        (v) Though the Tribunal adjudicates on a claim and determines the compensation, it does not do so as in an adversarial litigation. …        (vi) The Tribunal is required to follow such summary procedure as it thinks fit. It may choose one or more persons possessing special knowledge of and matters relevant to inquiry, to assist it in holding the enquiry.’     9. The following further observation available in para 10 of the Report would require specific note: (Shila Datta case, SCC p. 519)        ‘10. … We have referred to the aforesaid provisions to show that an award by the Tribunal cannot be seen as an adversarial adjudication between the litigating parties to a dispute, but a statutory determination of compensation on the occurrence of an accident, after due enquiry, in accordance with the statute.’ ”19.1. In paragraph 10 of the reported decision [Dulcina Fernandes and Ors. (supra)], the Court opined that non-examination of witness per se cannot be treated as fatal to the claim set up before the Tribunal. In other words, the approach of the Tribunal should be holistic analysis of the entire pleadings and evidence by applying the principles of preponderance of probability.20. In the above conspectus, the appellant is justified in contending that the High Court committed manifest error in reversing the holistic view of the Tribunal in reference to the statements of witnesses forming part of the chargesheet, FIR, Jeep Seizure Report in particular, to hold that Jeep No.RST-4701 driven by respondent No.2 was involved in the accident in question. Indeed, the High Court was impressed by the Mechanical Investigation Report (Exh. 5) which stated that only a scratch mark on the mudguard of the left tyre of the vehicle had been noted. On that basis, it proceeded to observe that the same was in contradiction to the claim of the appellant (claimant), ruling out the possibility of involvement of the vehicle in the accident. This conclusion is based on surmises and conjectures and also in disregard of the relevant fact that the vehicle was seized by the police after investigation, only after one month from the date of the accident and the possibility of the same having been repaired in the meantime could not be ruled out. In other words, the reasons which weighed with the High Court for reversing the finding of fact recorded by the Tribunal upon holistic analysis of the entire evidence, about the involvement of Jeep No.RST-4701 in the accident, cannot be countenanced. For, those reasons do not affect the other overwhelming circumstances and evidence which has come on record and commended to the Tribunal about the involvement of the subject jeep in the accident in question. This being the main edifice, for which the High Court allowed the appeal preferred by respondent Nos.2 & 3, it must necessarily follow that the finding of fact recorded by the Tribunal on the factum of involvement of Jeep No. RST-4701 in the accident in question will have to be restored for reasons noted hitherto.21. Another reason which weighed with the High Court to interfere in the First Appeal filed by respondent Nos.2 & 3, was absence of finding by the Tribunal about the factum of negligence of the driver of the subject jeep. Factually, this view is untenable. Our understanding of the analysis done by the Tribunal is to hold that Jeep No. RST-4701 was driven rashly and negligently by respondent No.2 when it collided with the motorcycle of the appellant leading to the accident. This can be discerned from the evidence of witnesses and the contents of the chargesheet filed by the police, naming respondent No.2. This Court in a recent decision in Dulcina Fernandes (supra), noted that the key of negligence on the part of the driver of the offending vehicle as set up by the claimants was required to be decided by the Tribunal on the touchstone of preponderance of probability and certainly not by standard of proof beyond reasonable doubt. Suffice it to observe that the exposition in the judgments already adverted to by us, filing of chargesheet against respondent No.2 prima facie points towards his complicity in driving the vehicle negligently and rashly. Further, even when the accused were to be acquitted in the criminal case, this Court opined that the same may be of no effect on the assessment of the liability required in respect of motor accident cases by the Tribunal. Reliance placed upon the decisions in Minu B Mehta (supra) and Meena Variyal (supra), by the respondents, in our opinion, is of no avail. The dictum in these cases is on the matter in issue in the concerned case. Similarly, even the dictum in the case of Surender Kumar Arora (supra) will be of no avail. In the present case, considering the entirety of the pleadings, evidence and circumstances on record and in particular the finding recorded by the Tribunal on the factum of negligence of the respondent No.2, the driver of the offending jeep, the High Court committed manifest error in taking a contrary view which, in our opinion, is an error apparent on the face of record and manifestly wrong.22. In Kaushnuma Begum (supra), whilst dealing with an application under Section 163A of the Motor Vehicles Act, 1988, this Court expounded that negligence is only one of the species for compensation in respect of the accident arising out of the use of motor vehicles. There are other premises for such cause of action. After observing this, the Court adverted to the principle expounded in Rylands v. Fletcher [1861-73 All ER Rep 1]. It may be useful to reproduce paragraphs 1214 which read thus:     “12. Even if there is no negligence on the part of the driver or owner of the motor vehicle, but accident happens while the vehicle was in use, should not the owner be made liable for damages to the person who suffered on account of such accident? This question depends upon how far the rule in Rylands v. Fletcher can apply in motor accident cases. The said rule is summarised by Blackburn, J., thus:        ‘[T]he true rule of law is that the person who, for his own purposes, brings on his land, and collects and keeps there anything likely to do mischief if it escapes, must keep it in at his peril, and, if he does not do so, he is prima facie answerable for all the damage which is the natural consequence of its escape. He can excuse himself by showing that the escape was owing to the plaintiff’s default, or, perhaps, that the escape was the consequence of vis major, or the act of God; but, as nothing of this sort exists here, it is unnecessary to inquire what excuse would be sufficient.’     13. The House of Lords considered it and upheld the ratio with the following dictum:        ‘We think that the true rule of law is that the person who, for his own purposes, brings on his land, and collects and keeps there anything likely to do mischief if it escapes, must keep it in at his peril, and, if he does not do so, he is prima facie answerable for all the damage which is the natural consequence of its escape. He can excuse himself by showing that the escape was owing to the plaintiff’s default, or, perhaps, that the escape was the consequence of vis major, or the act of God; but, as nothing of this sort exists here, it is unnecessary to inquire what excuse would be sufficient.’     14. The above rule eventually gained approval in a large number of decisions rendered by courts in England and  abroad. Winfield on Tort has brought out even a chapter on the “Rule in Rylands v. Fletcher”. At p. 543 of the 15th Edn. of the celebrated work the learned author has pointed out that     ‘over the years Rylands v. Fletcher has been applied to a remarkable variety of things: fire, gas, explosions, electricity, oil, noxious fumes, colliery spoil, rusty wire from a decayed fence, vibrations, poisonous vegetation’.     He has elaborated seven defences recognised in common law against action brought on the strength of the rule in Rylands v. Fletcher. They are:     (1) Consent of the plaintiff i.e. volenti non fit injuria.     (2) Common benefit i.e. where the source of the danger is maintained for the common benefit of the plaintiff and the defendant, the defendant is not liable for its escape.     (3) Act of stranger i.e. if the escape was caused by the unforeseeable act of a stranger, the rule does not apply.     (4) Exercise of statutory authority i.e. the rule will stand excluded either when the act was done under a statutory duty or when a statute provides otherwise.     (5) Act of God or vis major i.e. circumstances which no human foresight can provide against and of which human prudence is not bound to recognise the possibility.     (6) Default of the plaintiff i.e. if the damage is caused solely by the act or default of the plaintiff himself, the rule will not apply.     (7) Remoteness of consequences i.e. the rule cannot be applied ad infinitum, because even according to the formulation of the rule made by Blackburn, J., the defendant is answerable only for all the damage ‘which is the natural consequence of its escape’. ”22.1. And again, the Court, after adverting to the decisions in Charan Lal Sahu v. Union of India [JT 1989 (4) SC 582], Union Carbide Corpn. v. Union of India [JT 1991 (6) SC 8] and Gujarat SRTC v. Ramanbhai Prabhatbhai [JT 1987 (2) SC 384], observed thus:     “19. Like any other common law principle, which is acceptable to our jurisprudence, the rule in Rylands v. Fletcher can be followed at least until any other new principle which excels the former can be evolved, or until legislation provides differently. Hence, we are disposed to adopt the rule in claims for compensation made in respect of motor accidents.     20. ‘No fault liability’ envisaged in Section 140 of the MV Act is distinguishable from the rule of strict liability. In the former, the compensation amount is fixed and is payable even if any one of the exceptions to the rule can be applied. It is a statutory liability created without which the claimant should not get any amount under that count. Compensation on account of accident arising from the use of motor vehicles can be claimed under the common law even without the aid of a statute. The provisions of the MV Act permit that compensation paid under “no fault liability” can be deducted from the final amount awarded by the Tribunal. Therefore, these two are resting on two different premises. We are, therefore, of the opinion that even apart from Section 140 of the MV Act, a victim in an accident which occurred while using a motor vehicle, is entitled to get compensation from a Tribunal unless any one of the exceptions would apply. The Tribunal and the High Court have, therefore, gone into error in divesting the claimants of the compensation payable to them.”23. Be that as it may, the next question is whether the Tribunal was justified in concluding that the appellant was also negligent and had contributed equally, which finding rests only on the site map (Exh. 2) indicating the spot where the motorcycle was lying after the accident? We find substance in the criticism of the appellant that the spot where the motor vehicle was found lying after the accident cannot be the basis to assume that it was driven in or around that spot at the relevant time. It can be safely inferred that after the accident of this nature in which the appellant suffered severe injuries necessitating amputation of his right leg above the knee level, the motorcycle would be pushed forward after the collision and being hit by a high speeding jeep. Neither the Tribunal nor the High Court has found that the spot noted in the site map, one foot wrong side on the middle of the road was the spot where the accident actually occurred. However, the finding is that as per the site map, the motorcycle was found lying at that spot. That cannot be the basis to assume that the appellant was driving the motorcycle on the wrong side of the road at the relevant time. Further, the respondents did not produce any contra evidence to indicate that the motorcycle was being driven on the wrong side of the road at the time when the offending vehicle dashed it. In this view of the matter, the finding of the Tribunal that the appellant contributed to the occurrence of the accident by driving the motorcycle on the wrong side of the road, is manifestly wrong and cannot be sustained. The High Court has not expressed any opinion on this issue, having already answered the issue about the noninvolvement of the offending vehicle in favour of respondent Nos.2 & 3.24. In other words, we are inclined to hold that there is no tittle of evidence about the motorcycle being driven negligently by the appellant at the time of accident. The respondents did not produce any such evidence. That fact, therefore, cannot be assumed. Resultantly, the argument of the respondents that the appellant did not possess a valid motorcycle driving licence at the time of accident, will be of no significance. Thus, we hold that there is no legal evidence to answer the issue of contributory negligence against the appellant.25. The next question is about the quantum of compensation amount to be paid to the appellant. The Tribunal noted the claim of the appellant that he was getting Rs.1500/- per month towards his salary and Rs.600/- per month towards food allowance from Bhanwar Lal. The fact that the appellant had possessed heavy transport motor vehicle driving licence has not been doubted. The driving licence on record being valid for a limited period, cannot be the basis to belie the claim of the appellant duly supported by Bhanwar Lal, that the appellant was employed by him on his new truck. Besides the said income, the appellant claimed to have earning of Rs.1000/- per month from farming fields. In other words, we find that the Tribunal has not analysed this evidence in proper perspective. The Tribunal, however, pegged the loss of monthly income to the appellant at Rs.520/- per month while computing the compensation amount on the finding that there was no convincing evidence about complete non-employability of the appellant. Further, no provision has been made by the Tribunal towards future prospects. The Tribunal, therefore, should have computed the loss of income on that basis. Additionally, the appellant because of amputation of his right leg would be forced to permanently use prosthetic leg during his life time. No provision has been made by the Tribunal in that regard. On these heads, the appellant is certainly entitled for enhanced compensation.26. The next question is about the liability of insurer to pay the compensation amount. The Tribunal has absolved the insurance company on the finding that no premium was received by the insurance company nor any insurance policy was ever issued by the insurance company in relation to the offending vehicle. The respondents no.2 and 3 had relied on a Cover Note which according to respondent No.1 – Insurance Company was fraudulently obtained from the then Development Officer, who was later on sacked by respondent No.1 Insurance Company. The possibility of misuse of some cover notes lying with him could not be ruled out. The respondent Nos.2 & 3 have relied on the decision of this Court in Rula (supra). That decision will be of no avail to respondent Nos.2 & 3. In that case, the Court found that the insurance policy was already issued after accepting the cheque; whereas in the present case, the respondent No.1 Insurance Company has been able to show that no payment was received by the company towards the insurance premium nor any insurance policy had been issued in respect of the offending vehicle (jeep). However, the claim of respondent Nos.2 & 3 to the extent that they possessed a cover note issued by the then Development Officer of the Oriental Insurance Company (respondent No.1) will have to be accepted coupled with the fact that there is no positive evidence to indicate that the said Cover Note is ante dated. Pertinently, the Cover Note has been issued by the then Development Officer at a point of time when he was still working with respondent No.1 Insurance Company. It must follow that the then Development Officer was acting on behalf of the Insurance Company, even though stricto sensu the respondent No.1 Insurance Company may not be liable to pay any compensation as no insurance policy has been issued in respect of the offending vehicle, much less a valid insurance policy. But for the Cover Note issued by the Development Officer of respondent No.1 Insurance Company at a point of time when he was still working with respondent No.1, to do substantial justice, we may invoke the principle of “pay and recover”, as has been enunciated by this Court in the case of National Insurance Co. Ltd. v. Swaran Singh & Ors. [JT 2004 (1) SC 109].27. Reverting to the calculation of compensation amount, taking the loss of monthly income due to permanent disability of 40%, the appellant will be entitled to Rs.2,25,792/- [Rs.840 per month (i.e. 40 % of Rs.2,100/) + 40% future prospects [as per Pranay Sethi (supra)] x 12 x 16, i.e. (840 + 336) x 12 x 16. We uphold the amounts quantified by the Tribunal towards the heads for medical treatment after the accident, motorcycle repair, mental and physical problem, as it is. However, the appellant, in our opinion, is additionally entitled to medical expenses for procurement of a prosthetic leg, which is quantified at Rs.25,000/- (Rupees twenty five thousand only). In summation, the appellant would be entitled to the following compensation:     (i)    Medical treatment after accident                         : Rs. 5,000/     (ii)    Motorcycle repair                                  : Rs. 2,000/     (iii)   Mental and physical problem                 : Rs. 20,000/     (iv)   Loss of income due to            40% permanent disability                       : Rs. 2,25,792/     (v)   Cost of prosthetic leg                            : Rs. 25,000/                                                            Total: Rs. 2,77,792/-     (Rupees Two Lakh Seventy Seven Thousand Seven Hundred Ninety Two only)28. The appellant would also be entitled to interest on the total amount of compensation at the rate of 9% per annum from the date of filing of the claim application i.e. 11th June, 1990 till the date of realization. The respondents will be entitled for adjustment of amount already paid to the appellant, if any.29. The appeals are allowed in the above terms with costs.**********", "appeal_number": "Civil Appeal Nos. 2499-2500 of 2018 [Arising out of SLP (Civil) Nos. 2814142 of 2017]", "type": "theft"}