{"url": "http://judgementstoday.com/judgements/openXQ5b7A/munshiram-v-state-of-rajasthan-and-anr-etc", "title": "Munshiram v. State of Rajasthan and Anr. Etc.", "date": "09-04-2018", "headnote": "CRIMINAL LAWSCriminal Procedure Code, 1973Section 482 - Quashing of FIR, pending investigation – FIR filed under Section 306 – Allegation by complainant-appellant that his deceased son’s wife and her family members harassed deceased, which led him to commit suicide – In two suicide notes, he blamed his wife and his in-laws – As per FSL report handwriting of the deceased matched with the hand-writing on the notes – Whether quashing of FIR by High Court was justified. Held, no. FIR should be quashed only after coming to a conclusion that continuing investigation would only amount to abuse of the process. In this case, High Court prematurely quashed the FIR at the threshhold, without proper police investigation being conducted, which was needed to ascertain certain factual assertions made in the FIR concerning existence of any mental condition of the deceased prior to the commission of suicide. Direction given to complete investigations. (Paras 13-14)", "judgement": "N. V. RAMANA, J.1. Leave granted.2. These appeals are directed against the final judgment and order, dt. 15.04.2015, passed by the High Court of Judicature for Rajasthan, Jaipur Bench, Jaipur in S.B. Criminal Miscellaneous Petition Nos. 2372 of 2014 and 3508 of 2014, wherein the High Court quashed the FIR No. 318 of 2013 filed under Section 306 of IPC.3. Before we analyse the case at hand, it would be necessary to observe the facts of this case which gave rise to the aforesaid FIR. The deceased son of the Appellant herein (Brijesh Singh) got married to Respondent no. 2 - wife (Khushboo) on 10.2.2008. From the aforesaid wedlock, the couple were blessed with a male child on 29.10.2009. It is to be noted that the wife on previous occasions had filed multiple complaints against her husband which were ultimately compromised. Moreover, the husband had also filed a complaint dt. 13.7.2010 alleging atrocities committed by her and her family on the deceased and his family. On 7.03.2013, Respondent- wife instituted another proceeding against the deceased. It is alleged that the deceased was under a constant fear of arrest and harassment because of false implication in criminal case. Thereafter a compromise is said to have been entered into between the deceased and the respondent - wife, wherein he had promised not to repeat any of the aforesaid occurrences. Thereafter, Respondent again filed an FIR No. 152 of 2013 against the deceased and the Petitioner under Sections 147, 323, 341 and 351 of IPC. It may not be out of context to mention here that the Respondent - wife also filed a domestic violence case against the deceased son of the appellant. It is alleged that on 8.7.2013, due to continuous humiliation and suffering inflicted upon by the wife and the accused persons, the Appellant’s son (Brijesh Singh) committed suicide. Before committing the suicide, the deceased is said to have written two suicide notes which needs to be recorded herein.Suicide Note 1     My wife Khushboo and his parents and family members since after marriage are threatening me and my family saying that we are dacoits and we will kill you and also have filed false cases of dowry and domestic violence. My wife Khushboo has got an illicit relation with Rajkumar the 2nd son of SI Gajadhar living in her neighbourhood and Rajesh Aggarwal and son of Fawji and others also keep on facilitating / helping them.     My wife, my in-laws and these boys are intending to grab the factory and house of my parents, this is why they keep on torturing us and do not allow me and my parents to meet my son. Me and my parents are in deep agony since after my marriage. The total investment in the factory is done by my father and I have not contributed any penny. I love my wife and my child very much but she do not have any affection either for me and my parents so, her parents keep on threatening us and keep on filing false complaint and are trying to grab the house and factory by implicating my parents and my sister in false cases (sic)(redaction supplied)Suicide Note 2     My wife Khushboo under the influence of Rajkumar the 2nd son of SI Gajodhar living in her neighbourhood, Rajesh Aggarwal, her parents and other in-laws has got filed a false case against me, my parents and my sisters. Due to which I am in deep mental stress. I am committing suicide. All these are conspiring to grab the house and factory of my parents. My parents are old and they may kindly be helped. The complete investment in the factory is done by my father after his retirement. I do not have any contribution in it. My wife wants to flee away to Delhi after grabbing all these and every day she keeps abusing us and also threatens to get us killed. She does not let us meet my son. I have always loved my wife. She has always betrayed me. She may be removed from the house of my parents. Safety of my parents be ensured (sic)(redaction supplied)4. In this context an FIR was lodged by the appellant under Section 306 of IPC against the Respondent-wife and her family members alleging that they harassed his son which ultimately lead to him committing suicide.5. On 11.03.2014, the Police reported to the trial court, wherein it was stated that the suicide notes were found to be matching the handwriting of the deceased as reported by forensic science laboratory.6. Aggrieved by the aforesaid FIR being registered against the accused Respondents, they filed a petition under Section 482 of CrPC before the High Court for quashing of the FIR No. 318 of 2013 for the offences of abetment to suicide under Section 306 of IPC.7. The High Court by the impugned judgment and order dt. 15.04.2015, quashed the aforesaid FIR on the ground that the alleged offence of abetment of suicide was not made out in this case. It would be relevant to note the reasoning of the High Court before we further proceed with the discussion of this case:     a. That the Court was of the opinion that the suicide notes makes reference to various litigation and criminal complaints which were a result of actions of the deceased and were not filed with a view to harass him.     b. The allegation concerning the adultery by the respondent - wife has not been evidenced by any material on record.     c. The bad behaviour and alcoholism of the deceased has been categorically admitted in the compromise affidavit.     d. That the allegations contained in the suicide note did not reveal the ingredients of abetment or instigation of suicide.     e. That there is nothing to show the intention of the accused to instigate or abet the deceased to commit suicide.     f. That the suicide notes admit depression on the part of the deceased so as to commit suicide.8. Aggrieved by the impugned order, the father of the deceased (appellant herein) approached this Court through this Special Leave Petition.9. The learned counsel appearing on behalf of the appellant has vehemently contended that the quashing of the FIR at the threshold level without allowing the police to investigate the matter cannot be sustained as it was pre-mature. He has further relied on the status report as well as the FSL report to portray that there was a prima facie case for continuing the investigation.10. Per contra, the counsel on behalf of the respondents has supported the impugned judgment and contended that the suicide was the deceased’s own doing and the respondents in both cases were beyond any blame as the litigation foisted upon the deceased were solely attributable to his own actions and behaviour.11. Having heard the learned counsel for both the parties and perusing the material available on record we are of the opinion that the High Court has prematurely quashed the FIR without proper investigation being conducted by the Police. Further, it is no more res integra that Section 482 of CrPC has to be utilized cautiously while quashing the FIR. This court in a catena of cases has quashed FIR only after it comes to a conclusion that continuing investigation in such cases would only amount to abuse of the process. In this case at hand, the court abridged the investigation which needed to ascertain certain factual assertions made in the FIR concerning the existence or non-existence of any prior mental condition of the deceased prior to the commission of suicide.12. We are apprised of the FSL report which categorically states that the handwriting of the deceased and the handwriting as present in the suicide note has similarities. Further, the status report filed before the High Court notes as under:     During investigation, after receiving information of the deceased Brijesh Singh from the hospital and after recording death FIR 15/13 under section 174 CrPC, investigation was started. Handwriting was recovered from the place of incident during inspection, which was identified by the complainant as the handwriting of his son and same was taken into custody. Statements under section 161 CrPC of complainant Munshi Ram, witnesses Sh. Ajay Kumar, Hakam Singh, Smt. Ombati, Smt. Rekha, Smt. Meena, Smt. Pushpa, and Sh. Sher Singh were recorded. Thereafter, Munshi Ram got registered FIR No. 318/2013. The post-mortem and panchayatnama of the deceased was done and during this, written unsigned note was recovered from the half pant of the deceased and the same was also taken into possession. The post-mortem of the dead body of the victim was conducted. The clothes worn by the deceased were taken into custody and the dead body was handed over to the family members for last rites. On 3.8.2013, the file was forwarded to Ld. ACC, Sadar for further investigation who sent the suicide note to FSL for examination. Call details of the suspect were obtained and on 17.2.2014, the main file was entrusted to Ld. AACP, Vaishali Nagar. FSL Report with regard to suicide note was obtained by him. On 18.2.2014, case file was sent to Deputy Commissioner for further investigation who took statements of Smt. Shrawni Devi, Smt. Vimla Devi, Smt. Kalawati, Smt. Radha Agarwal, Smt. Manju Chowdhary, Shri Deepakshi @ Charu, Shri Harish Agarwal under section 161 CrPC. Based on the investigation carried out as per the order no 8225-27 of DCP in case no 318/13 by the Deputy Commissioner and based on the evidence available on record, it is established that Accused persons (1) Khushboo (2) Dharampal (3) Smt. Sushila (4) Hawa Singh have committed offence under section 306 IPC. Accused Smt. Khushboo W/o Brijesh Singh D/o Dharampal Singh caste Bawaria, Age 25 years, Sushila W/o Shri Dharampal Singh caste Bawaria, Age 43 years and Dharampal Sing S/o late Shri Ram Singh caste Bawaria, Age 45 years were arrested in this case.     Remaining enquiry.     Accused Hawa Singh could not be arrested since he was absconding and since 8.8.2014, the Hon’ble High Court has stayed the investigation.     The Status Report of facts is being sent to you.(emphasis supplied)13. In light of the fact that the enquiry was pending and there are aspects which may require investigation, we are of the considered opinion that the High Court erred in quashing the FIR at the threshold itself without allowing the investigation to proceed. We cannot agree with the reasons provided under the impugned judgment concerning certain factual assertions made by the Respondents as to the condition of the deceased and reasons for committing suicide because acceptance of the said would not be in consonance with the settled jurisprudence under Section 482 of CrPC as laid down by various judgments of this Court.14. It would be relevant to note that any observation made herein should not be taken as observations on merits and we direct the investigative authority as well as the court to consider the matter on its own merits uninfluenced by any observation herein.15. Therefore, we set aside the impugned judgment and direct the investigative authorities to complete the investigation with promptness and to take it to its logical conclusion. Accordingly, these appeals are allowed.**********", "appeal_number": "Criminal Appeal Nos. 515-516 of 2018 [Arising out of Special Leave Petition (Crl.) Nos. 6453-54 of 2015]", "type": "harassment"}