{"url": "http://judgementstoday.com/judgements/YqaQXZGenj/seema-upadhyay-v-union-of-india-thr-the-secretary-min-of-petroleum-and", "title": "Seema Upadhyay v. Union of India Thr. The Secretary, Min. of Petroleum and Natural Gas and Ors.", "date": "05-04-2018", "headnote": "PILConstitution of India, 1950Article 32 - PIL - Allegation that Second Respondent owns multiple dealerships / outlets for petroleum products and holds the same in the names of persons closely related to or associated with him, in violation of applicable Rules - A fact finding inquiry conducted by Joint Secretary in the Ministry of Petroleum and Natural Gas, but no conclusive determination reached. Held, the matter needs to be determined by oil company / companies concerned with the issue. Since none of the companies have been impleaded, no factual determination can be made. Whether an individual holds a dealership or outlet benami, requires appreciation of factual material which cannot be done in exercise of jurisdiction under Article 32. Therefore, no opinion is expressed on the merits of the claim. Petitioner is at liberty to bring such material as she has in her possession to the attention of the concerned oil companies for such action as is deemed necessary.  HELDBasically, the issue as to whether the second respondent owns multiple dealerships or outlets for petroleum products, in violation of the applicable rules and regulations, has to be determined by the oil company or companies concerned with the issue. None of the oil companies were impleaded to these proceedings. In their absence, it would not be possible for the Court to make any factual determination. Whether an individual holds a dealership or outlet benami would turn on an appreciation of factual material which cannot be inquired into in the exercise of the jurisdiction under Article 32. Consequently all that we observe is that it would be open to the petitioner to bring such material as she has in her possession to the attention of the concerned oil companies for such action as is deemed necessary. We clarify that we have not expressed any opinion on the merits of such a claim, which is left open to be determined in accordance with law, after hearing all necessary parties. (Para 6)Constitution of India, 1950Article 32 - PIL - Adulteration of petroleum products - As per  paragraph 8A of the Kerosene (Restriction on Use and Fixation of Ceiling Price) Amendment Order, 2007, kerosene sold is required to be blended with a marker at five parts per million (ppm) concentration so as to prevent its diversion or use for adulteration of other petroleum products - Apex Court directed Ministry of Petroleum and Natural Gas to file an affidavit to clarify if the petrol and diesel vending machines are sensitive to the above marker and would decline to dispense the product if same is adulterated by the use of kerosene - Affidavit filed, mentioning steps taken by Public Sector Oil Manufacturing Companies to conduct regular checks on quality and quantity of petrol and diesel being supplied by retail outlets to public at large - It was also mentioned that provisions have been made under Motor Spirit and High Speed Diesel (Regulation of Supply, Distribution and Prevention of Malpractices) Order, 2005 and Kerosene (Restriction on Use and Fixation of Ceiling Price) Order, 1993 to enable States and UTs to take action against malpractices - It was further stated that implementation of direct transfer scheme in kerosene in identified districts of different states on a pilot basis, was being contemplated. Held, since Union Ministry of Petroleum and Natural Gas is seized of the issue and steps have been taken from time to time, petition stands disposed of. (Paras 7-8)PIL - Recourse to jurisdiction in public interest, wherein Petitioner levelled allegations against second respondent alleged to be not genuine - PIL filed in Allahabad High Court contained similar allegations as levelled in present petition - High Court had dismissed that petition in 2011 - Spouse of petitioner and second respondent had contested elections in 2007 and 2012 to legislative assembly in UP and second respondent had returned as elected candidate. Held, in view of there facts, it is possible that recourse to PIL was not genuine. (Para 9)  ", "judgement": "Dr. D.Y. CHANDRACHUD, J.1. Invoking the jurisdiction of this Court under Article 32 of the Constitution, the petitioner seeks the following reliefs:     “a) … a writ, order or direction in the nature of mandamus commanding the respondents to get the matters of the known and reported cases of adulteration operated by the Mafias referred herein above, investigated through an independent agency preferably CBI;     b) … appropriate writ of mandamus commanding the respondents to directly transfer the cash subsidy in the bank accounts of the beneficiaries of the kerosene oil on the basis of their Adhar Card or through public distribution system or some other full proof mechanism;..”2. On 23 August 2013 when the petition came up for preliminary hearing, the following directions were issued:     “From para 5 onwards the writ petition makes several allegations against Devender Agrawal and one of his relative Dharmendra Agarwal. The petitioner has not however chosen to implead the said two parties as party respondents to the petition. At the oral request of the petitioner, we permit the petitioner to implead the said two persons as party respondent Nos. 2 and 3 respectively.     Amended writ petition shall be filed within one week.     Notice shall issue only after amended petition is filed.”2.1. The above order indicates that a substantial part of the factual basis of the petition relates to Devender Agrawal and his relative, Dharmendra Agarwal. This is evident from paragraph 9 of the writ petition, which is extracted below:     “9. That Shri Agrawal owns a dozen of petty dealers of diesel and about a dozen of S.P.company petrol pumps in his name or in the names of near relations while the cost of one such petrol pump is about Rs 1 to 1.50 crores.     The names of the main petty diesel dealers are:     1) Mukesh Automobiles, Hathras Jalesar Marg, Gangoli Hathras in the fraudulent name of Mukesh Kumar S/o Mahendra Pal Agrawal. Subsequently it was transferred to Nagla Salem (Sadabad Behdoi Marg) All formalities are done by Devender Agrawal @ Mukesh Kumar whereas no allotment can be made in the alias name and the same is contrary to the guideline of the Petroleum Ministry.     2) Petty Diesel dealer license obtained in the name of Pooran Singh S/o Shri Chandrapal Singh Singh at Jalesar Marg, Hathras Junction.     3) Petty Diesel dealer license at Hathras-Jalesar Marg, village Bhopatpur, in the name of Rakesh Agrawal brother of Devender Agrawal.     4) Petty Diesel dealer at Hathras-Sadabad Marg, near Kachhpura (Bisana) in the name of Manohar Lal.     5) Petty Diesel dealer license at Hathras-Aligarh Marg near Hanuman Chowki, Village Basai Qaji, obtained fraudulently in the name of Santosh Kumar S/o Netrapal, servant of Devendra Agrawal.     6) Petty Diesel dealer license in Qasba Mindu at Hathras in the name of Suresh Chandra and partner Shri Deepak Kumar. Deepak Kumar is the brother of the wife of Devendra Agrawal.     7) Petty Diesel dealer license at Hathras-Jalesar Marg, at Nagla Islamia in the name of Praveen Kumar S/o Gopal Dass Agrawal. Praveen Kumar is the brother of the wife of Devendra Agrawal.     MAIN COMPANY PETROL PUMPS     I) Village Utara Block Sasni, District Mahamayanagar in the name of Prem Prakash Sharma.     II) Devende Automobile, Ladpur Block, Hathras, in the name of Deepak Agrawal. Tin No.0962701283C. Depak Kumar is the brother of the wife of Devendra Agrawal. He also has Petty a Diesel License at Qasba Maindu.     III) Village Keshopur-Maho Block Hathras in the name of Santosh Kumar, servant of Devender Agrawal. He also has a license for Petty Diesel dealer at Village Basai, near Hanuman Chowki.     IV) Rahul Automobiles, Barwana-Hathras Junction to Jalesar Road in the name of Shrawan Kumar Agrawal Tin No.09127502025C. Shrawan Kumar is the brother of the wife of Devender Agrawal.     V) Shrawan Kumar Automobile in the name of Devender Agrawal at O Marora (Kajrauth) Block Iglas, District Aligarh. Tin No.09127400903. This Tin No. is in the name of Jai Maa Durga Automobile. Hatheas registered in the name Devender Agrawal.     VI) Mayank Automobiles Sonai (Aligarh) owned by Smt.Renu Agrawal W/o Rakesh Agrawal, brother of Devender Agrawal.     VII) Pradeep Automobiles, Khtauli-Katailiya (Sasni), in the name of Ramji Lal Agrawal and Pradeep Kumar Tin No.09327401402.     VIII) Qasba Vijaygarh, Block Akrabad, Aligarh in the name of Jai Kishore Agrawal, relation of Devender Agrawal.     IX) Chandan Automobile, Kuktai, Sadabad-Agra Marg, near Mandi Samiti in the name of Devender Agrawal.     There are two Petty Diesel dealer licenses in the name of Deepak Agrawal – one at Maindu Hathras and the other in the name of Devender Automobiles at Ladpur-Hathras whereas two such licenses in the name of one person is contrary to the rules.”2.2. The allegation is that Devender Agrawal owns multiple dealerships for the distribution of petroleum products, and they are held in the names of persons closely related to or associated with him. It is in this view of the matter that this Court considered it necessary to allow the impleadment of the aforesaid individual against whom allegations have been made. On 11 March 2015 the Solicitor General was requested to assist the Court.3. On 26 August 2016 this Court allowed the impleadment of the Ministry of Petroleum and Natural Gas. In the order of this Court, reference was also made to the allegations contained in paragraph 9 of the writ petition. This Court directed a fact finding inquiry into the averments contained in paragraph 9, by an officer of the rank of Joint Secretary to the Government of India, to be nominated by the Secretary in the Ministry of Petroleum and Natural Gas. The relevant part of the order reads thus:     “Having heard learned counsel for the parties, we are inclined to direct a fact finding enquiry into the averments made in the above paragraph, by an officer of the rank of Joint Secretary to Government of India, to be nominated by the Secretary, Ministry of Petroleum and Natural Gas. The Enquiry Officer, so appointed, shall look into the allegations, made in para “9” and submit a report, after holding an enquiry into the relevant facts. The petitioner may furnish the details and supporting materials, if so advised, to the Enquiry Officer within two weeks from today. The Enquiry Officer shall be free to take such assistance of the licensing authorities concerned who have issued licences to the dealers concerned as may be necessary. Enquiry Officer shall also be assisted in all respects by the District Administration of the State Government. Needless to say that the Enquiry Officer shall issue a notice to respondent NO.2- Devender Agrawal alias Mukesh Kumar/Agrawal for purpose of holding an enquiry and take into consideration the materials that may be placed on record by him while drawing his conclusion.”4. The second aspect which has been dealt with in the order of this Court dated 26 August 2016 is the adulteration of petroleum products. Under paragraph 8A of the Kerosene (Restriction on Use and Fixation of Ceiling Price) Amendment Order, 2007, all kerosene sold in India is required to be blended with a marker at five parts per million (ppm) concentration with a view to preventing its diversion or use for adulteration of other petroleum products. This Court directed that an affidavit be filed by the Ministry of Petroleum and Natural Gas to clarify whether the petrol and diesel vending machines are sensitive to the above marker and would decline to dispense the product if the same is adulterated by the use of kerosene. On this aspect the order dated 26 August 2016 is extracted below:     “Mr. Kumar has also drawn our attention to Kerosene (Restriction on Use and Fixation of Ceiling Price) Amendment Order, 2007. He submits that in terms of Rule 8A of the said Order all kerosene sold in India, whether under the public distribution system or parallel marketing system, has to be blended with a marker at five parts per million (ppm) concentration with a view to preventing its diversion or use for adulteration of other petroleum products. He submits that according to his instructions kerosene is now being sold through public distribution systems and parallel marketing systems duly blended with marker as required under the said Rule. He is, however, unable to say whether the petrol and diesel vending/dispensing machines, installed in the petrol and diesel vending stations, are sensitive to the said marker and whether the machines refuse to dispense the product if the same is adulterated by use of kerosene. He submits that given time, he will file an additional affidavit of the concerned officer to clarify the position. He may do so. The affidavit shall also clarify whether technology today permits use of any machine that can detect adulteration of the product and decline to dispense the same in case it is adulterated. The affidavit may also indicate whether “test kit” referred to in sub-clause 5 (ii) (ka) of clause 2 of the Order, mentioned above, is a part of the dispensing machine or is independent of the same.”5. In terms of the directions issued by this Court an inquiry has been conducted by the Joint Secretary in the Ministry of Petroleum and Natural Gas. A copy of the report has been placed on record. The inquiry has not resulted in any conclusive determination on the allegations set out in paragraph 9 of the petition.6. Basically, the issue as to whether the second respondent owns multiple dealerships or outlets for petroleum products, in violation of the applicable rules and regulations, has to be determined by the oil company or companies concerned with the issue. None of the oil companies were impleaded to these proceedings. In their absence, it would not be possible for the Court to make any factual determination. Whether an individual holds a dealership or outlet benami would turn on an appreciation of factual material which cannot be inquired into in the exercise of the jurisdiction under Article 32. Consequently all that we observe is that it would be open to the petitioner to bring such material as she has in her possession to the attention of the concerned oil companies for such action as is deemed necessary. We clarify that we have not expressed any opinion on the merits of such a claim, which is left open to be determined in accordance with law, after hearing all necessary parties.7. On the second aspect of the matter which has been adverted in the order of this Court dated 26 August 2016, it would be necessary to set out the contents of the affidavit filed before this Court on 6 October 2016 by the Ministry of Petroleum and Natural Gas. In so far as is material, the affidavit contains the following averments:     “a. With regard to the issue of doping of PDS Kerosene with marker, it may be informed that Ministry of Petroleum & Natural Gas vide letter No.P-11013/5/2006-Dist.dated 15.01.2007, had advised the Oil Manufacturing Companies (OMCs) regarding amendments to MS & HSD control order, 2005 and Kerosene Control Order, 1993 enacted and published through Gazette notifications, wherein all Kerosene sold in India, whether under PDS or parallel marketing system, was to be blended with marker at five parts per Million (ppm) concentrations with the objective of preventing its diversion or adulteration of MS/HSD. Accordingly, doping of kerosene with Marker was introduced throughout the country.     b. Subsequently, in the month of September, 2008, it came to the notice of Vigilance Department of Indian Oil Corporation Ltd. (IOCL), Northern Region that a brown chemical powder, provided to them by an informer could be used to negate the efficiency of Marker System. This was also corroborated in the findings in the Lab Test conditions. Since Marker System was found launderable, it was decided to discontinue the existing Marker System with effect from 01.01.2009.     c. Upon discontinuation of doping of marker in PDS kerosene with effect from 01.01.2009, necessary amendments in the Motor Spirit and High Speed Diesel (Regulation of Supply, Distribution and Prevention of Malpractices) Order and the Kerosene (Restriction on Use and Fixation of Ceiling Price) Order were made.     d. The Public Sector Oil Marketing Companies, (OMCs) have further informed that they have interacted with all the major Dispensing Unit manufacturers in India and, as per the feedback received, the current Dispensing Unit Manufacturers do not possess ready-made technology for detecting adulteration during dispensation of fuel. It has been additionally informed that the ‘test kit’ for detection of marker was not a part of dispensing unit. OMCs have clarified that ‘test kit’ is essentially a chemical test which helps in detecting presence of marker doped kerosene (i.e., sample test indicates positive result when its colour changes to pink).”7.1. The affidavit has also sets out the steps which have been taken by public sector oil manufacturing companies to conduct regular checks on the quality and quantity of petrol and diesel being supplied by retail outlets to the public at large. These are as follows:     “a) As a constant drive, the PSU OMCs undertake regular and surprise inspection of Retail Outlets and take action under the provisions of the Marketing Discipline Guidelines (MDG) and Dealership Agreements against the outlets found indulging in irregularities/malpractices like adulteration, short delivery etc. Further, the MDG provides for termination of outlet in the first instance itself for serious malpractices like adulteration, tampering of seats and unauthorized fittings/gears in the dispensing units and graded penalties for other malpractices/irregularities.     b) The Motor Spirit and High Speed Diesel (Regulation of Supply, Distribution and Prevention of Malpractices) Order, 2005 issued by the Central Government under Essential Commodities Act, 1955 provides for punitive action against malpractices such as adulteration. Provisions are also available in the contractual documents and administrative guidelines to prevent malpractices in the trade of petroleum products.     c) A Quality Control Cell is also functional in each of the Public Sector OMCs which carries out surprise inspections at Ros for checking various irregularities including adulteration. It may be appreciation that during the last three years and current year (upto June 2016), OMCs have carried out 5,61,796 number of inspections at their Ros across the country.     d) Industry Transport Discipline Guidelines (ITDG) have been revised and strengthened in 2014 by making penal action more stringent. On first instance of established pilferage, Tank Truck is blacklisted and on second instance transportation contract is terminated and all TTs under that contract are blacklisted for two years across industry automatically through e-portal. There is a similar provision of penal action in case any tampering with Vehicle Tracking System (VTS).     e) Furthermore, OMCs have resorted to other initiatives to prevent irregularities in Retail outlets and Monitoring of movement of tank trucks through Global Positioning System (GPS). It is submitted that as on 01.09.2016, there are 52653 number of Retail Outlets across India, out of which 18586 number of Retail Outlets are automated and 13211 number of Retail Outlets already compiled with the standard of “No Automation No Operation” (NANO). The advantage of Retail Outlets complied with Standard NANO is that the dispensing unit becomes automatically non-operative if any efforts for manipulation of dispensing unit or storage tank are made. This will ensure OMCs to keep a track of the activities at the Retail Outlet. Under this initiative, tank stocks and sales of each dispensing unit can be tracked online and analysed.”7.2. Moreover, it has been stated that the Motor Spirit and High Speed Diesel (Regulation of Supply, Distribution and Prevention of Malpractices) Order, 2005 and the Kerosene (Restriction on Use and Fixation of Ceiling Price) Order, 1993 have made provisions to enable the States and Union Territories to take action against malpractices. Moreover, it has been stated that the Ministry intends to implement the direct transfer scheme in kerosene in identified districts of different states on a pilot basis.8. These are essentially matters of policy. The Union Ministry of Petroleum and Natural Gas is seized of the issue. Steps have been taken from time to time, as elaborated in the affidavit filed in this Court.9. While we have dealt with the two grievances of the petitioner, we may also note that in the counter affidavit which has been filed in these proceedings by the second respondent, it has been stated that the petition is not a genuine recourse to the jurisdiction in public interest. It has been stated that the spouse of the petitioner and the second respondent contested elections in 2007 and 2012 to the Legislative Assembly in Uttar Pradesh and the second respondent was returned as the elected candidate. A public interest litigation was filed before the High Court of Judicature at Allahabad in which, it has been submitted, the allegations were identical to those contained in the writ petition in the present case. The writ petition before the High Court was dismissed on 6 April 2011. From the averments contained in the counter affidavit, the defence that the petition has been instituted for reasons other than a genuine effort to espouse an issue of public interest cannot be discarded. Be that as it may, we are not inclined to keep the proceedings pending before this Court any further in view of what has been stated in the earlier part of this judgment.10. The petition shall, accordingly, stand disposed of.**********", "appeal_number": "Writ Petition (Civil) No. 675 of 2013", "type": "land"}