{"url": "http://judgementstoday.com/judgements/9wdLGMDbjP/the-director-prasar-bharati-v-commissioner-of-income-tax-thiruvanantha", "title": "The Director, Prasar Bharati v. Commissioner of Income Tax, Thiruvananthapuram", "date": "03-04-2018", "headnote": "Income TaxIncome Tax Act, 1961Section 194, Explanation - Expression \"commission or brokerage\" - Meaning of. Held, definition of the expression in the explanation is an inclusive definition. It includes any payment received or receivable, directly or indirectly by a person acting on behalf of another person for services rendered (not being professional services) or for any services in the course of buying or selling of goods or in relation to any transaction relating to assets, valuable article or thing not being securities. (Para 28)Income Tax Act, 1961Sections 194H (came into force w.e.f. 1.6.2001), 201 – Applicability – As per agreement between appellant-assessee and accredited agencies, agencies purchased air time from appellant and sold the same in the market for advertisement to their customers, after retaining 15% commission – Whether provisions of Section 194H applied to payment of such commission by appellant to agencies – According to assessee such payments were not commission as defined in explanation to Section 194H, as the relationship between appellant and agencies was not a principal–agent relationship. Held, the definition of expression “commission” in the Explanation, being an inclusive definition, gives wide meaning to the expression “commission”. In the present case, payment is made after collection of money from agencies, for securing more advertisements for them and to earn more business from the advertisement agencies. Such transaction falls in the afore-said definition. Moreover, appellant, itself, has used the expression ‘commission’ in all relevant clauses, which are unambiguous. Appellant is paying 15% by way of commission and not under any other head. Terms of the agreement show that both parties intended that payment should be made in the form of commission. Transaction reveals a principal to agent relationship. Hence Section 194H is applicable and it was obligatory upon appellant to deduct income tax at source. There is even a clause in the agreement that tax should be deducted at source. Non-compliance of Section 194H attracted rigor of Section 201. Jagran Prakashan Ltd.'s case distinguished.HELDHigh Court was right in holding that the provisions of Section 194H are applicable to the appellant because the payments made by the appellant pursuant to the agreement in question were in the nature of payment made by way of “commission” and, therefore, the appellant was under statutory obligation to deduct the income tax at the time of credit or/and payment to the payee. (Para 30)The aforementioned conclusion of the High Court is clear from the undisputed facts emerging from the record of the case because we notice that the agreement itself has used the expression “commission” in all relevant clauses; Second, there is no ambiguity in any clause and no complaint was made to this effect by the appellant; Third, the terms of the agreement indicate that both the parties intended that the amount paid by the appellant to the agencies should be paid by way of “commission” and it was for this reason, the parties used the expression “commission” in the agreement; Fourth, keeping in view the tenure and the nature of transaction, it is clear that the appellant was paying 15% to the agencies by way of “commission” but not under any other head; Fifth, the transaction in question did not show that the relationship between the appellant and the accredited agencies was principal to principal rather it was principal and Agent; Sixth, it was also clear that payment of 15% was being made by the appellant to the agencies after collecting money from them and it was for securing more advertisements for them and to earn more business from the advertisement agencies; Seventh, there was a clause in the agreement that the tax shall be deducted at source on payment of trade discount; and lastly, the definition of expression “commission” in the Explanation appended to Section 194H being an inclusive definition giving wide meaning to the expression “commission”, the transaction in question did fall under the definition of expression “commission” for the purpose of attracting rigor of Section 194H of the Act. (Para 31)Once it is held that the provisions of Section 194H apply to the transactions in question, it is obligatory upon the appellant to have deducted the income tax while making payment to the advertisement agencies. The non-compliance of Section 194H by the assessee attracts the rigor of Section 201 which provides for consequences of failure to deduct or pay the tax as provided under Section 194H of the Act. (Para 33)Section 194H - Scope and ambit, stated. (Paras 25-27)", "judgement": "Abhay Manohar Sapre, J.1. Delay condoned.2. Leave granted.3. These appeals are directed against the final judgment and order dated 20.11.2009 passed by the High Court of Kerala at Ernakulam in Income Tax Appeal No.27 of 2009 and Income Tax Appeal No.62 of 2009 whereby the High Court allowed the appeals preferred by the respondent herein and reversed the order dated 28.03.2007 passed by the Income Tax Appellate Tribunal, Cochin Bench in Income Tax Appeal Nos. 926 & 927/COCH/2005 for the Assessment Years 2002-2003 and 2003-2004 and restored the order dated 04.03.2005 passed by the Commissioner of Income Tax(Appeals)-II, Thiruvananthapuram and the order dated 22.09.2003 passed by the Assessing Officer.4. In order to appreciate the issue involved in these appeals, it is necessary to set out the facts hereinbelow.5. The appellant is known as “Prasar Bharati Doordarshan Kendra”. It functions under the Ministry of Information and Broadcasting, Government of India. The dispute in this case relates to the appellant’s Regional Branch at Trivandrum.6. The appellant, in the course of their business activities, which include the running of the TV channel called “Doordarshan”, has been regularly telecasting advertisements of several consumer companies.7. With a view to have a better regulation of the practice of advertising and to secure the best advertising services for the advertisers, the appellant entered into an agreement with several advertising agencies (Annexure-P-12).8. In terms of the agreement, the advertising agency (hereinafter referred to as “the Agency”) was required to make an application to the appellant to get the “accredited status” for their Agency so as to enable them to do business with the appellant of telecasting the advertisements of several consumer products manufactured by several companies on the appellant’s Doordarshan TV Channel.9. The agreement, inter alia, provided that the appellant would pay 15% by way of commission to the Agency. The Agency was to retain the commission/remuneration earned and not to part the same either directly or indirectly with any other person, advertiser or representative of any advertiser for whom it may be acting or has acted as an advertising agency. The agreement also provided the manner, mode and the time within which the payment was to be made by the Agency to the appellant. The failure to make the payment was to result in losing the accredited status by the Agency. The Agency was to give minimum annual business of Rs.6 Lakhs to the appellant in a financial year failing which their accredited status was liable to be withdrawn. The Agency was to furnish a bank guarantee for a sum of Rs.3 Lakhs. There are other clauses also in the agreement but they are not relevant for the purpose of disposal of these appeals.10. The appellant is an assessee under the Income Tax Act (hereinafter referred to as “the Act”). In the assessment year 2002-2003(01.06.2001 to 31.03.2002) and 2003-2004 (01.04.2002 to 31.03.2003), the appellant paid a sum of Rs.2,56,75,165/- and Rs.2,29,65,922/- to various accredited Agencies, with whom they had entered into the aforementioned agreement for telecasting the advertisements given by these Agencies relating to products manufactured by several consumer companies. The amount was paid by the appellant to the Agencies towards the commission in terms of the agreement.11. The question arose before the Assessing Officer (AO) in the assessment proceedings as to whether the provisions of Section 194H of the Act, which came into force with effect from 01.06.2001, are applicable to the payments in question made by the appellant to the Agencies and, if so, whether the appellant deducted “tax at source” as provided under Section 194H of the Act from the amount paid by the appellant to the Agencies.12. The AO made the assessment vide its order dated 22.09.2003. Insofar as the aforementioned question was concerned, the AO was of the view that the provisions of Section 194H of the Act are applicable to the payments made by the appellant to the Agencies because the payments were made in the nature of “commission” as defined in Explanation appended to Section 194H of the Act. The AO held that the appellant, therefore, committed default thereby attracting the rigor of Section 201(1) of the Act because they failed to deduct the “tax at source” from the amount paid to various advertising agencies during the Assessment Years in question as provided under Section 194A of the Act.13. On quantification, the AO found that during the Assessment Year 2002-2003, the appellant had paid a sum of Rs.2,56,75,165/- towards the commission to the Agencies and on this sum, they were required to deduct tax amount to Rs.16,34,283/- and a sum of Rs.3,80,611/- towards interest for delayed payment under Section 201(1-A) of the Act and during the Assessment Year 2003-2004, the appellant had paid a sum of Rs.2,29,65,922/- towards the commission to the Agencies and on this sum, they were required to deduct tax amounting to Rs.11,15,944/- and a sum of Rs.1,54,050/- towards interest for delayed payment under Section 201(1-A) of the Act.14. The appellant felt aggrieved and filed appeals before the Commissioner of Income Tax (Appeals)-II, Thiruvanathapuram. By order dated 04.03.2005, the Commissioner concurred with the reasoning and conclusion arrived at by AO and accordingly dismissed the appeals.15. The appellant felt aggrieved and filed appeals before the Tribunal. By order dated 28.03.2007, the Tribunal following its earlier order allowed the appeals and set aside the orders passed by AO and CIT (Appeals).16. The Revenue (Income Tax Department), felt aggrieved by the order passed by the Tribunal, filed appeals under Section 260-A of the Act in the High Court. By impugned judgment, the High Court allowed the appeals and while setting aside the Tribunal’s order restored the order of CIT (Appeals) and AO.17. The High Court was of the opinion that the provisions of Section 194H are applicable to the payments made by the appellant to the Agencies during the period in question because the payments made were in the nature of “commission” paid to the Agencies as defined in Explanation appended to Section 194H of the Act and since the appellant failed to deduct the “tax at source” while making these payments to the Agencies in terms of the agreement in question, they committed default of non-compliance of Section 194H resulting in attracting the provisions of Section 201 of the Act.18. The appellant (assessee) felt aggrieved and filed these appeals by way of special leave in this Court.19. Heard Mr. Rajeev Sharma, learned counsel for the appellant and Mr. Rupesh Kumar, learned counsel for the respondent.20. Submissions of learned counsel for the appellant (assessee) were two-fold. In the first place, he argued that the payments made by the appellant to the accredited agencies during the assessment years in question were not in the nature of commission. According to learned counsel, the relationship between the appellant and the accredited Agencies was not that of principal and the agent but it was in the nature of principal-to-principal. In other words, the submission was that the accredited agencies were not working as agent of the appellant and nor the appellant was paying them any amount by way of commission.21. Referring to the terms of the agreement, learned counsel tried to point out that the Agencies, in terms of the agreement, purchased the air time from the appellant and then sold it in the market for advertisement to their customer after retaining 15% commission given to them by the appellant. It was, therefore, his submission that such transaction cannot be regarded as being between the principal and agent and nor the payment can be regarded as having been made by way of commission so as to attract the rigor of Section 194H and Section 201 of the Act.22. Learned counsel also submitted that by mistake some other format of the agreement was placed by the appellant before the High Court and, therefore, the appellant suffered adverse order in question (see averments made in Paras 4 and 5 of the application seeking permission to file additional documents at page 134/135). Learned counsel then took us to the relevant provisions of the proper agreement filed in this Court as Annexure P-12 and contended that having regard to the nature of the agreement and its terms, the submission urged deserves acceptance.23. In reply, learned counsel for the respondent (Revenue) supported the impugned judgment and contended that the order passed by the AO, CIT (Appeals) and the impugned judgment deserve to be upheld as all the three orders are based on proper reasoning calling no interference.24. Having heard the learned counsel for the parties and on perusal of the record of the case, we find no merit in these appeals.25. Section 194H, which is relevant for the disposal of these appeals reads as under:     “194H. Commission or brokerage-Any person not being an individual or a Hindu undivided family, who is responsible for paying, on or after the 1st day of June, 2001, to a resident, any income by way of commission (not being insurance commission referred to in section 194D) or brokerage, shall, at the time of credit of such income to the account of the payee or at the time of payment of such income in cash or by the issue of a cheque or draft or by any other mode, whichever is earlier, deduct income-tax thereon at the rate of five per cent.     Provided that no deduction shall be made under this section in a case where the amount of such income or, as the case may be, the aggregate of the amounts of such income credited or paid or likely to be credited or paid during the financial year to the account of, or to, the payee, does not exceed fifteen thousand rupees.     Provided further that an individual or a Hindu undivided family, whose total sales, gross receipts or turnover from the business or profession carried on by him exceed the monetary limits specified under clause (a) or clause (b) of section 44AB during the financial year immediately preceding the financial year in which such commission or brokerage is credited or paid, shall be liable to deduct income-tax under this section.     Provided also that no deduction shall be made under this section on any commission or brokerage payable by Bharat Sanchar Nigam Limited or Mahanagar Telephone Nigam Limited to their public all office franchisees.     Explanation- For the purposes of this section,-     (i) “commission or brokerage” includes any payment received or receivable, directly or indirectly, by a person acting on behalf of another person for services rendered (not being professional services) or for any services in the course of buying or selling of goods or in relation to any transaction relating to any asset, valuable article or thing, not being securities;     (ii) the expression “professional services” means services rendered by a person in the course of carrying on a legal, medical, engineering or architectural profession or the profession of accountancy or technical consultancy or interior decoration or such other profession as is notified by the Board for the purposes of section 44AA;     (iii) the expression “securities” shall have the meaning assigned to it in clause (h) of section 2 of the Securities Contracts (Regulation) Act, 1956 (42 of 1956);     (iv) where any income is credited to any account, whether called “suspense account’ or by any other name, in the books of account of the person liable to pay such income, such crediting shall be deemed to be credit of such income to the account of the payee and the provisions of this section shall apply accordingly.”26. The aforementioned Section was inserted in the Act with effect from 01.06.2001 by replacing the earlier Section 194H. This Section deals with the payment of “commission or brokerage”.27. It provides that any person other than individual or HUF, responsible for paying any income by way of “commission” (not being insurance commission as specified in Section 194D) or “brokerage” to any person shall at the time of credit of such income to the account of payee or at the time of payment of such income in cash or by cheque or draft or any other mode will deduct income tax thereon at the rate of five percent. The first proviso specifies the limit. The second proviso makes the individual or HUF liable to deduct the income tax, if they exceed the limit specified therein. The third proviso exempts payment of commission or brokerage when made to BSNL and MTNL to their public call office franchisees.28. The Explanation appended to Section 194H defines the expression “commission or brokerage”. It is an inclusive definition and includes therein any payment received or receivable, directly or indirectly by a person acting on behalf of another person for services rendered (not being professional services) or for any services in the course of buying or selling of goods or in relation to any transaction relating to assets, valuable article or thing not being securities. Clause (ii) defines professional services; clause (iii) defines securities; and clause (iv) provides a deeming fiction for treating any income so as to attract the rigor of the Section for ensuring its compliance.29. Keeping in mind the requirements of Section 194H when we examine the transaction in question, we are of the considered view that the reasoning and the conclusion arrived at by the AO, CIT (Appeals) and the High Court appears to be just and proper and does not call for any interference.30. In other words, in our considered view, the High Court was right in holding that the provisions of Section 194H are applicable to the appellant because the payments made by the appellant pursuant to the agreement in question were in the nature of payment made by way of “commission” and, therefore, the appellant was under statutory obligation to deduct the income tax at the time of credit or/and payment to the payee.31. The aforementioned conclusion of the High Court is clear from the undisputed facts emerging from the record of the case because we notice that the agreement itself has used the expression “commission” in all relevant clauses; Second, there is no ambiguity in any clause and no complaint was made to this effect by the appellant; Third, the terms of the agreement indicate that both the parties intended that the amount paid by the appellant to the agencies should be paid by way of “commission” and it was for this reason, the parties used the expression “commission” in the agreement; Fourth, keeping in view the tenure and the nature of transaction, it is clear that the appellant was paying 15% to the agencies by way of “commission” but not under any other head; Fifth, the transaction in question did not show that the relationship between the appellant and the accredited agencies was principal to principal rather it was principal and Agent; Sixth, it was also clear that payment of 15% was being made by the appellant to the agencies after collecting money from them and it was for securing more advertisements for them and to earn more business from the advertisement agencies; Seventh, there was a clause in the agreement that the tax shall be deducted at source on payment of trade discount; and lastly, the definition of expression “commission” in the Explanation appended to Section 194H being an inclusive definition giving wide meaning to the expression “commission”, the transaction in question did fall under the definition of expression “commission” for the purpose of attracting rigor of Section 194H of the Act.32. For all these reasons, we find no difficulty in holding that the payment in question was in the nature of “commission” paid by the appellant to the advertisement agencies to secure more business for the appellant.33. Once it is held that the provisions of Section 194H apply to the transactions in question, it is obligatory upon the appellant to have deducted the income tax while making payment to the advertisement agencies. The non-compliance of Section 194H by the assessee attracts the rigor of Section 201 which provides for consequences of failure to deduct or pay the tax as provided under Section 194H of the Act.34. In our view, the provisions of Section 201 were, therefore, rightly invoked in this case against the appellant by the assessing authority once having held that the appellant failed to comply with the provisions of Section 194H of the Act.35. Learned counsel for the appellant (assessee) placed reliance on the decision of the Allahabad High Court in Jagran Prakashan Ltd v. Deputy Commissioner of Income Tax(TDS) [2012 (345) ITR 288] in support of his submission.36. On perusal of the said judgment, we find that the law laid down by the Allahabad High Court is not applicable to the facts of the case at hand and the learned Judges rightly distinguished the case at hand with the facts involved in the Allahabad case. The learned Judges of the Allahabad High Court in Paras 61 and 62 of the judgment dealt with the impugned judgment with which we are concerned in these appeals and distinguished it in the following words:     “61. Now we come to the judgment of the Kerala High Court in the case of CIT v. Director, Prasar Bharti reported in [2010 (325) ITR 205 (ker.)] on which much reliance has been placed by the assessing authority. The Prasar Bharati is fully owned Government of India undertaking engaged in telecast of news, various sports, entertainments, cinemas and other programmes. The advertisements were canvassed through agents under the agreement with them. The advertising agencies and the Director, Prasar Bharati were principal and agent as per the agreement and the Doordarshan provided 15% discount on the basis of which it was contended that no deduction at source was required. The Tribunal held that there was no liability for deduction of tax at source under Section 194H which judgment was reversed by the Kerala High Court. From the facts of the aforesaid case, it is clear that Doordarshan had appointed agents i.e. advertising agencies and there was agreement entered between them. In the aforesaid circumstances, 15% advertisement charges collected and remitted was held to be in the form of commission payable to the agent by Doordarshan. There was explicit agreement between the agency and the Doordarshan where both understood that payment made to the agency was liable to tax deduction. It is useful to quote the following observations of the judgment of Kerala High Court:     ………………………………………………………………     ………………………………………………………………     From the above, it is very clear that parties have understood their relationship as Principal and Agent and what is paid to the agent by Doordarshan is 15% of advertisement charges collected and remitted to it by the agent which is in the form of commission payable to the Agent by Doordarshan. Counsel for the respondent referred to one of the agreements where the commission is referred to as standard discount and contended that the arrangement between respondent and advertising agency is not agency but is a Principal to Principal arrangement of sharing advertisement charges. We are unable to accept this contention because advertisement contract entered into between the customer and the agency is for telecasting advertisement in Doordarshan channels. The agent canvasses advertisement on behalf of Doordarshan under agreement between them and the advertisement charges recovered from the customers are also in accordance with tariff prescribed by Doordarshan which is incorporated in the agreement. Further it is specifically stated in the agreement that advertisement material should also conform to the discipline introduced by Doordarshan which is nothing but a Government agency which cannot telecast all what is desired to be telecast by advertising agencies. In fact, Doordarshan is bound by advertisement contract canvassed by advertising agencies and it is their duty under the agreement between them and the advertising agencies to telecast advertisement material in terms of the contract which the agency signs with the customer. In our view, the transaction is a pure agency arrangement between the respondent and the advertising agencies because one acts for the other and the act of the agent binds the respondent in their capacity as Principal of the agent. It is pertinent to note that commission or brokerage defined under explanation (i) to Section 194H has a wide meaning and it covers any payment received or receivable directly or indirectly by a person acting on behalf of another person for services rendered. In this case, no one can doubt that 15% commission paid to advertising agencies by the Doordarshan is for canvassing advertisements on behalf of the respondent. So much so, the payment of 15%, by whatever name called, whether discount or commission, falls within the definition of “commission” as defined under Explanation (i) to Section 194H of the Act.     ………………………………………………………………     ………………………………………………………………     It is very clear from the above provision that the advertising agency clearly understood the agreement as an agency arrangement and the commission payable by the respondent to such agency is subject to tax deduction at source under the Income Tax Act and so much so the provision in the agreement was for the agent after retaining 15% to give cheque or demand draft for TDS amount which was originally 5% until it was enhanced to 10% by Finance Act 2007 with effect from 1.6.2007.     62. In the aforesaid case, the relationship of principal and agent was fully established since the advertising agency was appointed as agent by written agreement and there was specific clause that tax shall be deductible at source on payment of trade discount. In the said circumstances, the Kerala High Court held that Section 194H of the Income Tax Act was applicable. In the present case, there is no agreement between the petitioner and the advertising agency and the advertising agency has never been appointed as agent of the petitioner. Thus the above case of the Kerala High Court is clearly inapplicable and the reliance on the said judgment for fastening the liability of tax and interest on the petitioner is wholly untenable. The judgment of the Kerala High Court thus does not help the respondents in the present case.”37. In our opinion, the Allahabad High Court very rightly noticed the distinction between the facts in the case of Jagaran Prakashan Ltd. (supra) and the case with which we are concerned in these appeals and held that it depends upon the facts of each case to decide as to what is the nature of payment made by the party concerned. Their Lordships rightly noticed that the case before them (Jagaran Prakashan Ltd.) did not have any agreement like the one in this case wherein in terms of the agreement, it is unmistakably proved that the payment was being made by the appellant (assessee) to the agencies by way of “commission”. In our view, therefore, the decision of the Allahabad High Court is of no help to the case of the appellant for taking a different view.38. In the light of the foregoing discussion, we concur with the reasoning and the conclusion arrived at by the High Court and find no merit in these appeals. The appeals thus fail and are accordingly dismissed.**********", "appeal_number": "Civil Appeal Nos. 3496-3497 of 2018 [Arising out of SLP (C) Nos. 3320-3321 of 2011]", "type": "land"}