{"url": "http://judgementstoday.com/judgements/8mepKwQdMy/uma-pandey-anr-v-munna-pandey-ors", "title": "Uma   Pandey  & Anr . v. Munna  Pandey  & Ors.", "date": "09-04-2018", "headnote": "PRACTICE & PROCEDURECivil Procedure Code, 1908Section 100  -  Dismissal of Second Appeal, for want of substantial question of law - Appellants filed suit for partition and separate possession of agriculture lands, claiming said lands to be ancestral - Claim denied by Respondents - Both Trial Court and First Appellate court appreciated a document (EX-A) filed by respondents – Trial Court decreed the suit but first appellate court set aside the same, considering EX-A – Second appeal, dismissed in limine  for want of any substantial question of law – Justification. Held, it is a settled principle of law that interpretation of a document including its contents or its admissibility in evidence or its effect on the rights of the parties to the lis constitutes a substantial question of law. If such question arises in the second appeal, it deserves admission. Thus High Court erred in dismissing the second appeal in limine. Appeal remanded to High Court for considering substantial questions of law framed by Apex Court in this case. (Paras 13-23)", "judgement": "Abhay Manohar Sapre, J.1. Leave granted.2. This appeal is filed by the plaintiffs against the final judgment and order dated 16.07.2014 passed by the High Court of Judicature at Patna in Second Appeal No.255 of 2008 whereby the High Court dismissed the second appeal filed by the appellants herein in limine and affirmed the judgment/decree dated 14.07.2008 passed by the 1st Additional District & Sessions Judge, Gopalganj in Title Appeal No. 77/2005/06 of 2007 which arose out of the judgment dated 12.07.2005 and decree dated 23.07.2005 passed by the Sub-Judge-V, Gopalganj in Title Suit No. 21 of 1993.3. The issue involved in the appeal lies in a narrow compass so also the facts involved in the appeal are short. They are stated hereinbelow to appreciate the issue.4. The appellants are the plaintiffs whereas the respondents are the defendants in a civil suit out of which this appeal arises.5. The appellants and the respondents are members of one family and are related to one another.6. The appellants filed a civil suit being Title Suit No.21/1993 against the respondents in the Court of Sub-Judge V, Gopalganj claiming partition and separate possession of agriculture lands as detailed in the schedule appended to the plaint.7. According to the appellants, the lands were ancestral in the hands of the parties to the suit and being members of family, they were entitled to claim their share in the suit lands qua the respondents (defendants). It was, inter alia, on this assertion the appellants filed a suit for partition and separate possession of the suit land of their separate shares against the respondents (defendants).8. The respondents contested the suit and denied the appellants’ claim in the written statement on several grounds on facts and in law. Parties went to trial. The issues were framed. Documents were filed and oral evidence was adduced.9. The Trial Court decreed the appellants’ suit. The respondents (defendants) felt aggrieved and filed first appeal. The First Appellate Court allowed the defendants’ appeal and dismissed the appellants’ suit. The appellants felt aggrieved and filed second appeal before the High Court. By impugned Judgment, the High Court dismissed the appeal in limine. The High Court held that the second appeal filed by the appellants (plaintiffs) did not involve any substantial question(s) of law and hence it was liable to be dismissed in limine. It is against this judgment, the plaintiffs felt aggrieved and filed the present appeal by way of special leave in this Court.10. Heard Mr. Manan Kumar Mishra, learned senior counsel for the appellants. Despite notice, no one appeared on behalf of respondents.11. Having heard the learned counsel for the appellants and on perusal of the record of the case, we are constrained to allow the appeal, set aside the impugned judgment of the High Court and remand the case to the High Court for deciding the second appeal filed by the plaintiffs (appellants herein) afresh on merits on the substantial questions of law framed by this Court hereinbelow.12. In our considered opinion, the High Court erred in dismissing the second appeal in limine on the ground that it did not involve any substantial question(s) of law.13. In our view, the appeal did involve substantial question(s) of law within the meaning of Section 100 of the Code of Civil Procedure, 1908 (hereinafter referred to as ‘the Code’) and, therefore, it should have been admitted for final hearing on the substantial question(s) of law arising in the case.14. It is not in dispute that the defendants (respondents) filed one document (EX-A)-(Annexure-P-1 of SLP). This document was relied on and appreciated by the two Courts below for deciding the rights of the parties. The Trial Court decreed the suit and the First Appellate Court reversed it on appreciating the evidence including EX-A.15. It is a settled principle of law that interpretation of any document including its contents or its admissibility in evidence or its effect on the rights of the parties to the Lis constitutes a substantial question(s) of law within the meaning of Section 100 of the Code.16. Whenever such question arises in the second appeal at the instance of the appellant, it deserves admission on framing appropriate substantial question(s) on such questions to enable the High Court to decide the appeal on merits bi-party.17. In this case, it was all the more reason for the High Court to have admitted the appellants’ second appeal because the Trial Court and the First Appellate Court had taken into consideration the document - Ex-A for deciding the Lis involved in the case.18. In the light of the foregoing discussion, we cannot concur with the reasoning and the conclusion arrived at by the High Court as, in our view, it wrongly dismissed appellants’ second appeal in limine.19. In other words, what the High Court ought to have done at the time of hearing the second appeal on the question of admission by framing substantial question(s) of law arising in the case, the said exercise now we have to do it while disposing of this appeal.20. In our view, the following substantial questions of law arise in the second appeal within the meaning of Section 100 of the Code for its decision:     1. Whether findings recorded by the first Appellate court on Ex-A for allowing the defendants’ first appeal and, in consequence, reversing the judgment/decree of the trial court is legally and factually sustainable?     2. What is the true nature of Ex-A? Can it be termed as “partition deed” or a document recognizing a factum of partition already effected between the parties in relation to the suit land?     3. Whether Ex-A binds the plaintiff’s and, if so, how and to what extent?     4. Whether Ex-A requires registration and, if so, its effect?     5. Since Ex-A was exhibited in evidence without any objection, whether any objection about its admissibility or legality can now be raised by the appellants in second appeal and, if so, its effect?21. In view of the foregoing discussion, the appeal succeeds and is allowed. Impugned judgment is set aside. The appeal is remanded to the High Court for its decision on merits on the substantial questions of law framed by us.22. We, however, make it clear that we have not gone into the merits of the case. The High Court will accordingly decide the appeal on merits strictly in accordance with law uninfluenced by any of our observations.23. Since the appeal is quite old, we request the High Court to decide the same preferably within six months.**********", "appeal_number": "Civil Appeal No. 3657 of 2018 [Arising out of SLP (C) No. 32229 of 2014]", "type": "land"}